[
  {
    "name": "BTS",
    "members": ["Jin", "Suga", "J-Hope", "RM", "Jimin", "V", "Jungkook"],
    "genre": "Boy group",
    "logoCredits": "By Budiey, (CC BY-NC 2.0), https://www.flickr.com/photos/malique/50642473388",
    "logo": "bts.webp",
    "bio": "BTS, also known as the Bangtan Boys, is a South Korean boy band that was formed in 2010 and debuted in 2013 under Big Hit Entertainment. The septet—consisting of members Jin, Suga, J-Hope, RM, Jimin, V, and Jungkook—co-writes and co-produces much of their own output. Originally a hip hop group, their musical style has evolved to include a wide range of genres. Their lyrics, often focused on personal and social commentary, touch on the themes of mental health, troubles of school-age youth and coming of age, loss, the journey towards loving oneself, and individualism. Their work also often references literature and psychological concepts and includes an alternative universe storyline."
  },
  {
    "name": "Itzy",
    "members": ["Yeji", "Ryujin", "Chaeryeong", "Lia", "Yuna"],
    "genre": "Girl group",
    "logoCredits": "By Kinocine, (CC BY-SA 4.0), https://commons.wikimedia.org/w/index.php?curid=27660583",
    "logo": "itzy.webp",
    "bio": "Itzy is a South Korean girl group formed by JYP Entertainment and consisting of members Yeji, Lia, Ryujin, Chaeryeong, and Yuna. They debuted on February 12, 2019, with the release of their single album It'z Different. Their accolades include Rookie of the Year at the 34th Golden Disc Awards, New Artist of the Year at the 9th Gaon Chart Music Awards and 2019 Melon Music Awards, Best New Female Artist at the 2019 Mnet Asian Music Awards, and the New Artist Award at the 29th Seoul Music Awards; they are the first K-pop girl group to achieve such a 'Rookie Grand Slam'."
  },
  {
    "name": "Twice",
    "members": [
      "Nayeon",
      "Momo",
      "Sana",
      "Jeongyeon",
      "Jihyo",
      "Mina",
      "Dahyun",
      "Chaeyoung",
      "Tzuyu"
    ],
    "genre": "Girl group",
    "logoCredits": "By 시간은금!, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:Twice_in_a_showcase_on_April_29,_2018_(1).jpg",
    "logo": "twice.webp",
    "bio": "Twice is a South Korean girl group formed by JYP Entertainment. The group is composed of nine members: Nayeon, Jeongyeon, Momo, Sana, Jihyo, Mina, Dahyun, Chaeyoung, and Tzuyu. Twice was formed under the television program Sixteen (2015) and debuted on October 20, 2015, with the extended play (EP) The Story Begins. Twice rose to domestic fame in 2016 with their single 'Cheer Up', which charted at number one on the Gaon Digital Chart, became the best-performing single of the year, and won 'Song of the Year' at the Melon Music Awards and Mnet Asian Music Awards. Their next single, 'TT', from their third EP Twicecoaster: Lane 1, topped the Gaon charts for four consecutive weeks. The EP was the highest selling Korean girl group album of 2016. Within 19 months after debut, Twice had already sold over 1.2 million units of their four EPs and special album. By the end of 2021, Twice had sold over 7.29 million albums in Korea in 2019. As of December 2020, the group has sold over 10 million albums in South Korea and Japan."
  },
  {
    "name": "Aespa",
    "members": ["Karina", "Giselle", "Winter", "Ningning"],
    "logo": "aespa.webp",
    "logoCredits": "By 이터널 리턴, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:20211116_%EC%9D%B4%ED%84%B0%EB%84%90_%EB%A6%AC%ED%84%B4_X_aespa_(3).jpg",
    "bio": "Aespa is a South Korean girl group formed by SM Entertainment. The group consists of four members: Karina, Giselle, Winter and Ningning. They debuted on November 17, 2020, with the single 'Black Mamba'. The group's name, Aespa, combines the English initials of 'avatar' and 'experience' (Avatar X Experience) with the English word 'aspect', meaning 'two sides', to symbolize the idea of 'meeting another self and experiencing the new world'. On April 19, 2022, it was announced that Aespa would be performing at Coachella at week two of the annual festival on April 23 with the performances of 'Savage', 'Next Level', 'Black Mamba', and an English version of a new, unreleased song titled 'Life's Too Short', which will be included in their upcoming album.",
    "genre": "Girl group"
  },
  {
    "name": "Blackpink",
    "members": ["Jennie", "Lisa", "Rosé", "Jisoo"],
    "logo": "blackpink.webp",
    "logoCredits": "By RAS 99, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:%EB%B8%94%EB%9E%99%ED%95%91%ED%81%AC(BlackPink)_-_%EB%A7%88%EC%A7%80%EB%A7%89%EC%B2%98%EB%9F%BC_171001_%EC%BD%94%EB%A6%AC%EC%95%84%EB%AE%A4%EC%A7%81%ED%8E%98%EC%8A%A4%ED%8B%B0%EB%B2%8C.jpg",
    "bio": "Blackpink is a South Korean girl group formed by YG Entertainment, consisting of members Jisoo, Jennie, Rosé, and Lisa. The group debuted in August 2016 with their single album Square One, which featured 'Whistle' and 'Boombayah', their first number-one entries on South Korea's Gaon Digital Chart and the Billboard World Digital Song Sales chart, respectively. Blackpink is the highest-charting female Korean act on the Billboard Hot 100, peaking at number 13 with 'Ice Cream' (2020), and on the Billboard 200, peaking at number two with The Album (2020), which is also the first-ever album by a Korean girl group to sell more than one million copies. They were the first Korean girl group to enter and top Billboard's Emerging Artists chart and to top the Billboard World Digital Song Sales chart three times. Blackpink was also the first female Korean act to receive a certification from the Recording Industry Association of America (RIAA) with their hit single 'Ddu-Du Ddu-Du' (2018).",
    "genre": "Girl group"
  },
  {
    "name": "Got7",
    "members": [
      "Mark",
      "Jay B",
      "Jackson",
      "Jinyoung",
      "Youngjae",
      "BamBam",
      "Yugyeom"
    ],
    "logo": "got7.webp",
    "logoCredits": "By Republic of Korea, (CC BY-SA 2.0), https://www.flickr.com/photos/koreanet/12986919333",
    "bio": "Got7 is a South Korean boy band formed by JYP Entertainment. The group is composed of seven members: Jay B, Mark, Jackson, Jinyoung, Youngjae, BamBam, and Yugyeom. Got7 debuted in January 2014 with the release of their first EP Got It?, which peaked at number two on the Gaon Album Chart and number one on Billboard's World Albums Chart. The group gained attention also for their live performances, which often include elements of martial arts tricking and street dancing.",
    "genre": "Boy group"
  },
  {
    "name": "Stray Kids",
    "members": [
      "Bang Chan",
      "Lee Know",
      "Changbin",
      "Hyunjin",
      "Han",
      "Felix",
      "Seungmin",
      "I.N"
    ],
    "logo": "straykids.webp",
    "logoCredits": "By JYP Entertainment, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:191216_Stray_Kids_for_JYP_Ent_Audition_(2).png",
    "bio": "Stray Kids is a South Korean boy band formed by JYP Entertainment through the 2017 reality show of the same name. The group is composed of eight members: Bang Chan, Lee Know, Changbin, Hyunjin, Han, Felix, Seungmin, and I.N. Originally a nine-piece group, member Woojin left due to undisclosed personal reasons in October 2019. Stray Kids released their pre-debut extended play (EP) Mixtape in January 2018 and officially debuted on March 25 with the EP I Am Not.",
    "genre": "Boy group"
  },
  {
    "name": "Red Velvet",
    "members": ["Irene", "Seulgi", "Wendy", "Joy", "Yeri"],
    "logo": "redvelvet.webp",
    "logoCredits": "By HK.KPOP.PAGE韓星來港應援站, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:Red_Velvet_at_The_Shilla_Duty_Free_Beauty%26You%E2%80%99s_first_anniversary_on_July_30,_2019.png",
    "bio": "Red Velvet is a South Korean girl group formed and managed by SM Entertainment. They originally debuted on August 1, 2014, with the single 'Happiness' with the four-member line-up of Irene, Seulgi, Wendy and Joy. A fifth member, Yeri, joined the group in March 2015, following the release of their first mini album, Ice Cream Cake. Musically, the work of Red Velvet reflects their own group name: their predominantly-pop 'red' side experiments occasionally with electronic, funk and hip hop, while their 'velvet' side focuses on '90s-influenced R&B with elements of ballad and jazz. Their genre versatility and hooks have garnered critical praise.",
    "genre": "Girl group"
  },
  {
    "name": "(G)I-DLE",
    "members": ["Miyeon", "Minnie", "Soyeon", "Yuqi", "Shuhua"],
    "logo": "gidle.webp",
    "logoCredits": "By NewsInStar,(CC BY 3.0), https://commons.wikimedia.org/wiki/File:00108_(%EC%97%AC%EC%9E%90)%EC%95%84%EC%9D%B4%EB%93%A4_(G)I-DLE_Gaon_Awards_(tweaked)_(2).jpg",
    "bio": "(G)I-dle is a South Korean girl group formed by Cube Entertainment in 2018. The group consists of five members: Miyeon, Minnie, Soyeon, Yuqi and Shuhua. Originally a sextet, Soojin left the lineup on August 14, 2021. (G)I-dle debuted on May 2, 2018, with the single 'Latata' from their first extended play (EP) I Am. They debuted in Japan under U-Cube with Latata on July 31, 2019. After signing with Republic Records in the United States in 2020, the group released their third EP I Trust, which made them only the fourth girl group to sell 100,000 copies of an album in its first week. Their 2020 single album Dumdi Dumdi became the second best-selling single album by a girl group of all time. Since their debut, (G)I-dle have released one studio album and six EPs, as well as singles such as 'Latata', 'Hann (Alone)', 'Senorita', 'Uh-Oh', 'Lion', 'Oh My God', 'Dumdi Dumdi', 'Hwaa' and 'Tomboy'.",
    "genre": "Girl group"
  },
  {
    "name": "TAEMIN",
    "members": ["Lee Tae-min"],
    "logo": "taemin.webp",
    "logoCredits": "By 위드태민::WithTaemin随行, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:Taemin_Lee_at_the_2014_MBC_Gayo_Daejejeon_08.jpg",
    "bio": "Lee Tae-min (born July 18, 1993), better known mononymously as Taemin, is a South Korean singer, actor and dancer. He debuted as a member of the boy band Shinee in May 2008 and the supergroup SuperM in 2019, both under SM Entertainment, and has subsequently been labeled by media outlets as the 'Idol's Idol'. Lee debuted as a soloist in 2014 with the release of his first extended play (EP), Ace. It peaked at number one on the South Korean Gaon Album Chart, and its lead single 'Danger' reached number five on the Gaon Digital Chart. His first studio album, Press It (2016), also charted at number one on the Gaon Album Chart. Lee released his second Korean studio album, Move, and the title track gained attention for its distinctive choreography. His third Korean studio album, Never Gonna Dance Again (2020), led by singles 'Criminal' and 'Idea', was widely recognized by critics as one of the best K-pop releases of the year.",
    "genre": "Soloist"
  },
  {
    "name": "MAMAMOO",
    "members": ["Hwasa", "Solar", "Moonbyul", "Wheein"],
    "logo": "mamamoo.webp",
    "logoCredits": "By NewsInStar, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:191114_%EB%A7%88%EB%A7%88%EB%AC%B4_%EA%B8%B0%EC%9E%90_%EC%A7%88%EC%9D%98%EC%9D%91%EB%8B%B5_%EC%A0%84%EC%B2%B4%EC%98%81%EC%83%81_(MAMAMOO_%27reality_in_BLACK%27_%EC%87%BC%EC%BC%80%EC%9D%B4%EC%8A%A4)_3m_15s.jpg",
    "bio": "Mamamoo is a South Korean girl group formed by RBW (formerly WA Entertainment) in 2014, composed of four members: Solar, Moonbyul, Wheein, and Hwasa. The group officially debuted with their single 'Mr. Ambiguous' on June 18, 2014. Their debut was considered by some critics as one of the best K-pop debuts of 2014. They are recognized for their retro, jazz, R&B concepts and their strong vocal performances. The group name 'Mamamoo' is symbolic of the first time a baby babbles. In addition, it has the meaning of approaching instinctively and primitively like a baby.",
    "genre": "Girl group"
  },
  {
    "name": "Momoland",
    "members": ["Ahin", "Jane", "JooE", "Hyebin", "Nancy", "Nayun"],
    "logo": "momoland.webp",
    "logoCredits": "By 사진기자머길, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:Momoland_Ready_or_Not_showcase_201117.png",
    "bio": "Momoland is a South Korean girl group formed by MLD Entertainment (formerly known as Duble Kick Company) through the 2016 reality show Finding Momoland. The show's winners Hyebin, Yeonwoo, Jane, Nayun, JooE, Ahin, and Nancy served as the original members. Their debut mini album Welcome to Momoland was released on November 10, 2016. In 2017, Momoland became a nine-member group when Daisy and Taeha joined as members. In 2019, Taeha and Yeonwoo left the group, and Daisy departed in 2020. The group currently consists of Ahin, Hyebin, Jane, JooE, Nancy and Nayun.",
    "genre": "Girl group"
  },
  {
    "name": "Big Bang",
    "members": ["T.O.P", "Taeyang", "G-Dragon", "Daesung"],
    "logo": "bigbang.webp",
    "logoCredits": "By Foto tirada do letras.music, (CC BY-SA 4.0), https://commons.wikimedia.org/wiki/File:BIGBANG_KPOP_GROUP.jpg",
    "bio": "Big Bang is a South Korean boy band formed by YG Entertainment. The group consists of four members: G-Dragon, T.O.P, Taeyang, and Daesung. Originally a five-piece band, Seungri retired from the entertainment industry in March 2019. Dubbed the 'Kings of K-pop', they helped spread the Korean Wave internationally and are considered one of the most influential acts in K-pop. They are known for their trendsetting musical experimentation, self-production, and stage presence. Although their debut album, Bigbang Vol.1 (2006), was released to lukewarm reception, greater success followed with a string of hit singles: 'Lies', which topped Korean music charts for a record-breaking six consecutive weeks and won Song of the Year at the 2007 Mnet Km Music Festival and the 2008 Seoul Music Awards; 'Last Farewell', 'Haru Haru', and 'Sunset Glow'. Big Bang won Artist of the Year at the 2008 Mnet Korean Music Festival and the 2008 Seoul Music Awards.",
    "genre": "Boy group"
  },
  {
    "name": "IU",
    "members": ["Lee Ji-eun"],
    "logo": "iu.webp",
    "logoCredits": "By 월아조운's, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:IU_in_%22Love_Poem%22_Concert_in_Seoul_on_23rd_November_2019.jpg",
    "bio": "Lee Ji-eun also known by her stage name IU, is a South Korean singer-songwriter, record producer and actress. She signed with LOEN Entertainment (now Kakao Entertainment) in 2007 as a trainee and debuted as a singer at the age of fifteen with her first mini album Lost and Found (2008). Although her follow-up albums, Growing Up and IU...IM, brought mainstream success, it was after the release of 'Good Day' (Korean: 좋은 날), the lead single from her 2010 album Real, that she achieved national stardom. 'Good Day' went on to spend five consecutive weeks at the top position of South Korea's Gaon Digital Chart, and in 2019, it was ranked number one on Billboard's '100 Greatest K-Pop Songs of the 2010s' list.",
    "genre": "Soloist"
  },
  {
    "name": "TXT",
    "members": ["Yeonjun", "Soobin", "Beomgyu", "Taehyun", "HueningKai"],
    "logo": "txt.webp",
    "logoCredits": "By Nine Stars, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:%ED%88%AC%EB%AA%A8%EB%A1%9C%EC%9A%B0%EB%B0%94%EC%9D%B4%ED%88%AC%EA%B2%8C%EB%8D%94_(TOMORROW_X_TOGETHER)_TXT_@_190315_%EB%AE%A4%EC%A7%81%EB%B1%85%ED%81%AC_%EC%B6%9C%EA%B7%BC%EA%B8%B8_02.png",
    "bio": "Tomorrow X Together or Tomorrow by Together, commonly known as TXT, is a South Korean boy band formed by Big Hit Music. The group consists of five members: Soobin, Yeonjun, Beomgyu, Taehyun, and HueningKai. They debuted on March 4, 2019 with the extended play (EP) The Dream Chapter: Star. The album debuted and peaked at number one on the Gaon Album Chart and Billboard World Albums Chart and entered the US Billboard 200 at number 140, the highest-charting debut album by any male K-pop group at the time. Its lead single 'Crown' debuted at number one on the Billboard World Digital Songs chart, and TXT topped the Billboard Emerging Artists chart, making them the fastest K-pop group to appear in the former and the second-fastest to appear in the latter.",
    "genre": "Boy group"
  },
  {
    "name": "Sunmi",
    "members": ["Lee Sun-mi "],
    "logo": "sunmi.webp",
    "logoCredits": "By seono1319, (CC BY-SA 4.0), https://commons.wikimedia.org/wiki/File:180328_Sunmi_perfoming_at_Keimyung_University_(21).jpg",
    "bio": "Lee Sun-mi (born Sun Mi on May 2, 1992), known mononymously as Sunmi is a South Korean singer, dancer, songwriter and record producer. She debuted in 2007 as a member of South Korean girl group Wonder Girls and left the group in 2010 to pursue her studies. After a three-year hiatus, Sunmi resumed her career as a soloist with her 2013 debut extended play, Full Moon, spawning the number two singles '24 Hours' and 'Full Moon' on the national Gaon Digital Chart. In 2015, Sunmi was announced to be resuming promotion with the Wonder Girls and remained with the group until their disbandment in 2017. She subsequently left JYP Entertainment and joined Makeus Entertainment (now known as Abyss Company), releasing the hit single 'Gashina'. Her second extended play, Warning, was released in 2018 and produced two other hit singles: 'Heroine' and 'Siren'.",
    "genre": "Soloist"
  },
  {
    "name": "Chungha",
    "members": ["Kim Chung-ha"],
    "genre": "Soloist",
    "logo": "chungha.webp",
    "logoCredits": "By Marie Claire Korea, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:Chungha_for_Marie_Claire_Beauty_in_August_2020_02.png",
    "bio": "Kim Chung-ha, born Kim Chan-mi February 9, 1996, known mononymously as Chungha is a South Korean pop singer, dancer and choreographer signed under MNH Entertainment. She auditioned for YG Entertainment and was a JYP Entertainment trainee prior to joining MNH Entertainment. Kim trained for three years before debuting, and had been dancing for 6–7 years. She revealed that she almost quit attending dance classes at some point due to financial issues. She finished fourth in Mnet's girl group survival show Produce 101, becoming a member of the resulting girl group I.O.I. Following the dissolution of I.O.I in 2017, Chungha debuted as a solo artist with the extended play Hands on Me."
  },
  {
    "name": "Everglow",
    "members": ["E:U", "Sihyeon", "Mia", "Onda", "Aisha", "Yiren"],
    "genre": "Girl group",
    "logo": "everglow.webp",
    "logoCredits": "By NewsInstar, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:200203_%EC%97%90%EB%B2%84%EA%B8%80%EB%A1%9C%EC%9A%B0.png",
    "bio": "Everglow is a South Korean girl group formed by Yuehua Entertainment. The group is composed of six members: E:U, Sihyeon, Mia, Onda, Aisha, and Yiren. Everglow debuted on March 18, 2019, with the single album Arrival of Everglow."
  },
  {
    "name": "AKMU",
    "members": ["Lee Chan-hyuk", "Lee Su-hyun"],
    "genre": "Co-ed",
    "logo": "akmu.webp",
    "logoCredits": "By Marie Claire Korea, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:AKMU_Marie_Claire_Korea_2021.jpg",
    "bio": "AKMU, also known as Akdong Musician, is a South Korean sibling duo consisting of Lee Chan-hyuk and Lee Su-hyun who debuted under YG Entertainment in April 2014 with studio album Play after winning SBS' K-pop Star 2. Their debut album Play was well received by the public and critics, having sold more than 6.9 million downloads, and was awarded 'Best Pop Album' in the 12th Korean Music Awards. The follow up albums Spring and Winter furthered their success. As of March 2017, they have sold over 23 million digital sales in South Korea."
  },
  {
    "name": "K.A.R.D",
    "members": ["J.Seph", "Somin", "BM", "Jiwoo"],
    "genre": "Co-ed",
    "logo": "kard.webp",
    "logoCredits": "By DaftTaengk, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:170425_WILD_KARD_PARTY_-_KARD_%27Don%60t_Recall%27_%EC%A7%81%EC%BA%A0_by_DaftTaengk_000208474_0329_cut.png",
    "bio": "Aut numquam dolore explicabo repellat perspiciatis. Sed repellat qui ipsa eius ipsa. Ex ipsam ut dolores mollitia quisquam.\n \rNatus ea perspiciatis qui quis facilis deleniti quia et. Nam aut mollitia labore sed. Ratione excepturi inventore explicabo placeat. Libero est voluptas voluptate voluptas voluptatibus inventore ut.\n \rNisi veniam dignissimos alias impedit delectus aut. Dolor ducimus occaecati tenetur aspernatur. Rerum nulla tenetur quam rerum eveniet inventore occaecati repudiandae. Labore quia molestiae aut eos rerum reiciendis cumque commodi omnis."
  },
  {
    "name": "iKon",
    "members": ["Jay", "Song", "Bobby", "DK", "Ju-ne", "Chan"],
    "genre": "Boy group",
    "logo": "ikon.webp",
    "logoCredits": "By 뉴스엔· NewsenTV·KOREA Entertainment news, (CC BY 3.0), https://commons.wikimedia.org/wiki/File:IKON_at_Goan_Chart_Music_Awards_(2019).jpg",
    "bio": "iKon is a South Korean boy band formed in 2015 by YG Entertainment, consisting of six members: Jay, Song, Bobby, DK, Ju-ne and Chan. Originally a seven-piece band, leader B.I departed from the group in June 2019. Initially introduced in the reality survival show WIN: Who is Next as 'Team B', the group went on to appear in the 2014 reality survival show Mix & Match, which determined the final member lineup of iKon. Their debut studio album Welcome Back (2015) debuted atop the South Korean Gaon Album Chart and featured the number-one singles 'My Type', 'Apology' and 'Dumb & Dumber', as well as the top-ten singles 'Rhythm Ta', 'Airplane' and 'Anthem'. The album was a commercial success, selling over 260,000 copies in Asia and its individual songs selling over 4.8 million copies, leading the group to receive numerous accolades from major Asian music award shows."
  },
  {
    "name": "Trouble Maker",
    "members": ["Daron Johns", "Mafalda Ziemann", "Penelope Nikolaus"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/nature?83805",
    "bio": "Natus blanditiis accusantium. Ex et atque et odio consequuntur velit ipsum eos. Sunt dicta asperiores dolorum nam labore et eum et ratione. Voluptates consectetur provident quibusdam dolor dolores sunt architecto autem. Voluptas ipsam architecto et aspernatur et id fugit consequatur culpa.\n \rDignissimos aliquam dolorem. Dicta ut est dolorem. Similique amet at in impedit dolor. Voluptas et sint libero alias voluptates laborum error.\n \rMaiores sit eum aut. Facere animi totam qui explicabo. Accusamus ea non saepe incidunt. Dolorem esse et modi placeat quaerat. Suscipit consequatur impedit animi dolor quo perspiciatis esse."
  },
  {
    "name": "Seventeen",
    "members": ["Caitlyn Bernier", "Johnathan Rogahn"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nature?5872",
    "bio": "At sed et repudiandae molestiae vel adipisci. Sed omnis labore dolorem est ea dolores libero. Explicabo at natus. Voluptatum est sit iusto magni accusamus vel reiciendis dolore. Itaque nihil eum dolores.\n \rVelit velit voluptatibus vitae. Officia voluptas eos. Laudantium vitae minima aut sunt. Voluptates tempore qui praesentium nostrum ut. Magni atque doloremque sapiente iusto consectetur iusto neque. A consequatur reprehenderit placeat necessitatibus itaque ratione dignissimos.\n \rEaque dolores sit rerum dolores facilis vero quaerat sit illo. Officiis non saepe eum beatae. Amet voluptatibus pariatur aut soluta soluta vero et sed quia. Illo ullam ad dolores aut cumque saepe. Eius totam doloremque reprehenderit voluptas ut non. Provident sit tempora."
  },
  {
    "name": "V0CT",
    "members": ["Carson Moen", "Lesley Bogan", "Noemi Heller"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?21631",
    "bio": "Natus cupiditate minima sint eligendi eius corporis quis corrupti. Quaerat rerum quis eligendi quos ut maiores voluptas qui. Mollitia sit perspiciatis autem autem. Perspiciatis error dolorem corrupti quos.\n \rCupiditate eos facilis aperiam rerum optio velit asperiores. Et nemo ut ea sed et adipisci accusamus. Ea incidunt natus explicabo harum. Expedita fugit illum molestiae. Repudiandae a distinctio deleniti saepe. Sapiente consequatur minima consectetur cum ea consequatur voluptatum eveniet.\n \rQui modi error amet facere nostrum nemo aut placeat necessitatibus. Pariatur nam magni porro doloribus et qui corporis consectetur unde. Possimus nihil a sit aliquam vero soluta iusto. Ducimus quam esse nam voluptas dolorem inventore molestias natus. Voluptates delectus dolorem repudiandae."
  },
  {
    "name": "Girls' Generation",
    "members": [
      "Taeyeon",
      "Sunny",
      "Tiffany",
      "Hyoyeon",
      "Yuri",
      "Sooyoung",
      "Yoona",
      "Seohyun"
    ],
    "genre": "Girl group",
    "logo": "girlsg.webp",
    "logoCredits": "By Pabian, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:Girls%27_Generation_at_DMC_Festival_2015_MBC_Radio_DJ_Concert_02.jpg",
    "bio": "Girls' Generation, also known as SNSD, is a South Korean girl group formed by SM Entertainment. The group is composed of eight members: Taeyeon, Sunny, Tiffany, Hyoyeon, Yuri, Sooyoung, Yoona, and Seohyun. Originally a nine-piece ensemble, Jessica departed from the group in September 2014. Among the prominent South Korean figures and most popular K-pop groups worldwide, Girls' Generation has earned numerous accolades and the honorific nickname 'The Nation's Girl Group' in their home country."
  },
  {
    "name": "EXO ",
    "members": [
      "Xiumin",
      "Suho",
      "Lay",
      "Baekhyun",
      "Chen",
      "Chanyeol",
      "D.O.",
      "Kai",
      "Sehun"
    ],
    "genre": "Boy group",
    "logo": "exo.webp",
    "logoCredits": "By https://www.youtube.com/user/mang2goon/about, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:Girls%27_Generation_at_DMC_Festival_2015_MBC_Radio_DJ_Concert_02.jpg",
    "bio": "Exo is a South Korean-Chinese boy band based in Seoul that was formed by SM Entertainment in 2011 and debuted in 2012. The group consists of nine members: Xiumin, Suho, Lay, Baekhyun, Chen, Chanyeol, D.O., Kai and Sehun. They are noted for releasing music and performing extensively in Korean, Mandarin, and Japanese."
  },
  {
    "name": "Wonder Girls",
    "members": [
      "Waylon Schoen",
      "Nola Gleason",
      "Rosendo Kuhic",
      "Sydney Cremin",
      "Hank Torphy"
    ],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/abstract?17289",
    "bio": "Necessitatibus consectetur sed. Minus rerum ea nemo libero id quia quasi sunt. Dignissimos fuga reiciendis repudiandae modi. Consectetur ipsam dolores consequatur aut voluptate. Qui inventore facilis voluptatem qui fuga.\n \rNecessitatibus impedit debitis eaque necessitatibus omnis assumenda consequatur. Quia cum ipsam fugit. Nisi dolores perspiciatis.\n \rSapiente occaecati voluptatibus consectetur inventore eum qui harum quia officiis. Voluptas eum quia delectus repudiandae ex consequatur quisquam. Consequatur voluptatem officia dolores labore quas iusto. Consequuntur deleniti omnis illum placeat veniam quae."
  },
  {
    "name": "2NE1",
    "members": ["Bom", "Dara", "CL", "Minzy"],
    "genre": "Girl group",
    "logo": "2ne1.webp",
    "logoCredits": "By Republic of Korea, (CC BY-SA 2.0), https://commons.wikimedia.org/wiki/File:Girls%27_Generation_at_DMC_Festival_2015_MBC_Radio_DJ_Concert_02.jpg",
    "bio": "2NE1 is a South Korean girl group formed by YG Entertainment, which was active between 2009 and 2016. The group was composed of four members: Bom, CL, Dara, and Minzy. Known for breaking typical stereotypes of K-pop, musical experimentation, fashion, and stage presence, they are recognized for expanding girl group styles in the Korean music industry and have become one of the leading figures of the Korean wave. 2NE1 is making a comeback performance on our festival!"
  },
  {
    "name": "Apink",
    "members": [
      "Park Cho-rong",
      "Yoon Bo-mi",
      "Jeong Eun-ji",
      "Kim Nam-joo",
      "Oh Ha-young"
    ],
    "genre": "Girl group",
    "logo": "apink.webp",
    "logoCredits": "By redpanda0419, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:180708_Sangam_Fan_Signing_Apink.jpg",
    "bio": "Apink is a South Korean girl group formed by IST Entertainment (formerly Play M Entertainment, A Cube Entertainment and Plan A Entertainment. The group debuted on April 19, 2011, with the extended play (EP) Seven Springs of Apink. Apink currently consists of five members: Park Cho-rong, Yoon Bo-mi, Jeong Eun-ji, Kim Nam-joo and Oh Ha-young. Originally a seven-piece, members Hong Yoo-kyung left in 2013 and Son Na-eun left in 2022. Since their debut, Apink has won awards at shows such as the Golden Disc Awards, the Seoul Music Awards and the Mnet Asian Music Awards. Their first music program win was on M Countdown on January 5, 2012, for 'My My' from their second EP Snow Pink. To date, Apink has released nine Korean EPs, four Korean studio albums, and three Japanese studio albums."
  },
  {
    "name": "Tee4u",
    "members": ["Danial Ward", "Emery Gutkowski", "Izaiah Schowalter"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?61846",
    "bio": "Sunt delectus rem et voluptas est est. Dolorum debitis nisi provident dolor. Possimus facere ut recusandae eum excepturi tempora ex quia. Excepturi voluptatem hic quia amet consequuntur esse beatae. Aut quibusdam quibusdam est iure voluptas vitae numquam. Libero tempora veniam nobis possimus illo.\n \rRepellat qui amet non et et in cumque. Et asperiores et deserunt qui. Similique rerum labore praesentium. Laudantium quo commodi aut nihil possimus est et.\n \rQui cumque dignissimos quia laudantium ducimus sit neque enim. Perspiciatis fugiat veniam facilis id qui mollitia. Molestiae laborum nihil."
  },
  {
    "name": "Brown Eyed Girls",
    "members": ["JeA", "Miryo", "Narsha", "Gain"],
    "genre": "Girl group",
    "logo": "beg.webp",
    "logoCredits": "By Korean Culture and Information Service (Jeon Han), (CC BY-SA 2.0), https://commons.wikimedia.org/wiki/File:K-POP_group_Brown_Eyed_Girls_performs_to_celebrate_the_2013_World_Rowing_Championship.jpg",
    "bio": "The Brown Eyed Girls, is a South Korean girl group. The group is composed of four members: JeA, Miryo, Narsha, and Gain. They debuted as an R&B/Ballad vocal group with 'Come Closer (다가와서)' in 2006. They rose to popularity in 2008 with 'L.O.V.E' and their retro-dance number 'How Come' and cemented their position in the K-pop world in 2009 with 'Abracadabra', with its electronica-based genre, pioneering (albeit controversial) concept, along with its iconic and now globally recognized dance entitled 'The Arrogant Dance successfully ingraining themselves into modern popular culture."
  },
  {
    "name": "CLC",
    "members": ["Seunghee", "Yujin", "Seungyeon", "Yeeun", "Eunbin"],
    "genre": "Girl group",
    "logo": "clc.webp",
    "logoCredits": "By Hhhhhhhhghh.htg, (CC BY-SA 4.0), https://commons.wikimedia.org/wiki/File:CLC,HELICOPTER.png",
    "bio": "CLC, an acronym for CrystaL Clear, is a South Korean girl group formed by Cube Entertainment. The group consists of five members: Seunghee, Yujin, Seungyeon, Yeeun, and Eunbin. A seven-piece ensemble for most of their career, Elkie departed from the group in February 2021 and Sorn departed from the group in November 2021. Their debut EP First Love was released on March 19, 2015, with five group members: Seunghee, Yujin, Seungyeon, Sorn and Yeeun. The remaining two members, Elkie and Eunbin, were added to the group with the release of their third EP, Refresh, on February 29, 2016, though Eunbin did not participate in official promotions until the release of their fourth EP, Nu.clear, in May 2016."
  },
  {
    "name": "Enhypen",
    "members": [
      "Heeseung",
      "Jay",
      "Jake",
      "Sunghoon",
      "Sunoo",
      "Jungwon",
      "Ni-ki"
    ],
    "genre": "Boy group",
    "logo": "https://upload.wikimedia.org/wikipedia/commons/4/47/211018_%EC%97%94%ED%95%98%EC%9D%B4%ED%94%88.jpg",
    "logoCredits": "By 티비텐, (CC BY 3.0), https://en.wikipedia.org/wiki/File:211018_%EC%97%94%ED%95%98%EC%9D%B4%ED%94%88.jpg",
    "bio": "Enhypen is a South Korean boy band formed by Belift Lab, a joint venture between CJ ENM and Hybe Corporation. Formed through the 2020 survival competition show I-Land, the group is composed of seven members: Jungwon, Heeseung, Jay, Jake, Sunghoon, Sunoo, and Ni-ki. Enhypen debuted on November 30, 2020, with the extended play (EP) Border: Day One."
  },
  {
    "name": "Dreamcatcher",
    "members": [
      "JiU",
      "SuA",
      "Siyeon",
      "Handong",
      "Yoohyeon",
      "Dami",
      "Gahyeon"
    ],
    "genre": "Girl group",
    "logo": "dreamcatcher.webp",
    "logoCredits": "By Серик дина, (CC BY-SA 4.0), https://commons.wikimedia.org/wiki/File:EELAE_SUwAA01Wr.jpg",
    "bio": "Dreamcatcher, formerly known as MINX; also stylized as Dream Catcher, is a South Korean girl group formed by Happyface Entertainment (now named Dreamcatcher Company). The group consists of seven members: JiU, SuA, Siyeon, Handong, Yoohyeon, Dami and Gahyeon. They officially debuted on January 13, 2017, with the single album Nightmare."
  },
  {
    "name": "AOA",
    "members": ["Hyejeong", "Seolhyun", "Chanmi"],
    "genre": "Girl group",
    "logo": "aoa.webp",
    "logoCredits": "By lovelyyuna.tistory.com, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:141017_%EA%B2%BD%EB%B3%B5%EB%8C%80%ED%95%99%EA%B5%90_%EC%B6%95%EC%A0%9C_AOA_White.jpg",
    "bio": "AOA, Ace of Angels, is a South Korean girl group formed by FNC Entertainment. The original 2012 eight-member line-up included: Choa, Jimin, Yuna, Youkyung, Hyejeong, Mina, Seolhyun and Chanmi. Youkyung left the group in 2016, while Choa left in 2017 due to mental health reasons, followed by Mina in 2019 to pursue her acting career, and Jimin in 2020 due to bullying allegations. Yuna left in 2021 after her contract expired. The group currently consists of Hyejeong, Seolhyun and Chanmi."
  },
  {
    "name": "Vromance",
    "members": [
      "Davon Nicolas",
      "Retta Huel",
      "Emma Lockman",
      "Jacky Halvorson",
      "Ron Emmerich"
    ],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/fashion?36511",
    "bio": "Quia ut omnis nostrum dicta eum nihil dolores officiis soluta. Quia ut magni molestiae provident ipsum sed rem amet. Asperiores non beatae eos corporis sit et. Magni quo blanditiis dolores nulla. Aliquid doloremque laudantium.\n \rVoluptate est quasi deleniti occaecati voluptas officiis tempore eum omnis. Nostrum laborum ut reprehenderit quo. Maxime placeat est velit perferendis. Inventore accusamus consequuntur soluta quis aspernatur et dolorem.\n \rId sapiente praesentium et. Voluptas voluptatem atque labore. Explicabo inventore explicabo. Aut voluptatibus non perspiciatis eum."
  },
  {
    "name": "Unicorn",
    "members": ["Darwin Von", "Claudine Bogan", "Mitchell Stark"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?35269",
    "bio": "Ea officia a accusantium incidunt itaque omnis dolor consequatur quos. Ut nisi nobis ut hic quo sit voluptates autem. Temporibus porro laboriosam voluptatibus quae amet et quasi temporibus quaerat.\n \rTempora at aut consequatur voluptatem maxime dolor unde maiores. Corrupti quo id neque optio temporibus perspiciatis cupiditate sed laudantium. Explicabo vitae qui vel non sint nesciunt. Error nostrum harum in repellendus quo eum aut. Et et excepturi dolores praesentium odit eos expedita quis reprehenderit. Omnis harum assumenda qui soluta illo suscipit accusamus.\n \rProvident ipsam alias ad impedit recusandae consequatur qui commodi. Aspernatur corporis alias deserunt nobis autem corrupti sit. Omnis praesentium modi libero explicabo est sed at recusandae. Voluptas est cum."
  },
  {
    "name": "K/DA",
    "members": ["Akali", "Ahri", "Evelynn", "Kai'sa"],
    "genre": "Girl group",
    "logo": "kda.webp",
    "logoCredits": "By Freja Smith, Fair use, https://www.youtube.com/watch?v=3VTkBuxU4yk&ab_channel=LeagueofLegends",
    "bio": "K/DA is a virtual K-pop girl group consisting of four themed versions of League of Legends characters: Ahri, Akali, Evelynn and Kai'Sa. American singers Madison Beer, Jaira Burns, and (G)I-dle members Miyeon and Soyeon provide the voices of Evelynn, Kai'Sa, Ahri, and Akali respectively, though the characters have also been voiced by other artists."
  },
  {
    "name": "X1",
    "members": ["Aurelie Lebsack", "Mikel Lowe"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/abstract?4327",
    "bio": "Ad nihil voluptas pariatur quisquam unde nemo enim cumque. Iusto aut nihil itaque magni eligendi eius deserunt. Eligendi aspernatur neque. Rerum temporibus eos rerum sit. Hic at sit sed. Aut blanditiis sed aliquam aut asperiores.\n \rQui cumque hic aliquid. Numquam aut praesentium unde impedit. Accusamus dolore praesentium asperiores ipsum sunt ut alias deserunt. Non molestiae ipsum fuga voluptates.\n \rUllam ex voluptatem consequatur. Minima nesciunt nulla alias nam. Aperiam est magni facere est aut autem et."
  },
  {
    "name": "NCT",
    "members": ["Bryana Jones", "Sydni Rodriguez"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?52227",
    "bio": "Voluptate rem est atque quae. Quaerat in dolores ad magni quo et sit. Officiis ut et autem et dicta qui qui. Voluptatem quas aliquam.\n \rModi eos fugiat animi sequi. Et voluptatum minus id eveniet consectetur quia impedit. Vero assumenda placeat id qui aperiam deleniti. Nihil tenetur et tenetur a.\n \rIn earum qui impedit repellat possimus est. Tempora quia temporibus omnis delectus illo quo ipsum enim possimus. Deleniti a dolorem saepe illum veniam. Accusamus iste totam et asperiores."
  },
  {
    "name": "Pentagon",
    "members": ["Viviane Spencer", "Andreane Barton", "Nikita Turner"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?23296",
    "bio": "Quo explicabo reprehenderit ut repellendus. Ipsum provident eos molestias dolor laborum illo ex ut omnis. Enim sunt ex iste.\n \rAmet sapiente autem voluptatem dolorem. Sed sit sed est sit dolor. Dolorem est voluptatibus dignissimos. Sequi vero blanditiis qui quis quasi. Vel placeat pariatur iusto consectetur aspernatur et officia sed et.\n \rOfficiis cum consequatur quo. Pariatur aut repudiandae cum provident id sapiente quo dolore. Ea alias est et atque quidem veniam est molestiae. Veniam dolorem placeat. Et quos iure distinctio minus voluptates autem. Accusamus est sed consequuntur."
  },
  {
    "name": "Shinee",
    "members": ["Gaylord Mraz", "Felicity Heathcote"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/people?14401",
    "bio": "Sed omnis et ducimus incidunt pariatur. Molestias et sint. Architecto consequatur sequi veniam iure incidunt repellat. Adipisci totam consequatur quae velit voluptates.\n \rPorro et iusto dolorem. Asperiores voluptatem necessitatibus officia modi odit consectetur nihil placeat et. Occaecati quasi et praesentium aliquid nihil. In sit ut minus omnis architecto neque et sit.\n \rUllam ratione culpa quaerat. Ut reprehenderit unde. Veritatis non voluptatem velit consectetur et magnam porro rerum."
  },
  {
    "name": "Stellar",
    "members": [
      "Alysson Murphy",
      "Vivienne Leffler",
      "Angie Robel",
      "Vena Shields"
    ],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/animals?14755",
    "bio": "Sapiente neque est tempora autem. Tempora quis beatae. Et repudiandae et modi illo architecto ducimus rerum.\n \rRerum autem reiciendis et et amet ut et nesciunt debitis. Numquam rem eveniet dolores maxime dicta aspernatur saepe neque. Eos molestiae aut commodi voluptas. Possimus rerum aliquid provident suscipit soluta porro aut est. Omnis tempora nihil voluptate sit.\n \rDignissimos harum sequi quidem ut rerum tempora modi. Reiciendis sint error nesciunt magnam possimus sit. Sequi odit recusandae nam reiciendis quod dolorem et aliquid."
  },
  {
    "name": "Eric Nam",
    "members": ["Eric Nam"],
    "genre": "Soloist",
    "logo": "ericnam.webp",
    "logoCredits": "By angelric, (CC BY 4.0), https://commons.wikimedia.org/wiki/File:160928_Eric_Nam_%EC%84%9C%EC%9A%B8_%EC%9B%94%EB%93%9C_%ED%95%9C%EC%8B%9D_%ED%8E%98%EC%8A%A4%ED%8B%B0%EB%B2%8C_07.jpg",
    "bio": "Eric Nam is an American singer, songwriter, and television host of Korean descent. He was named '2016 Man Of The Year' by GQ Korea, honored '30 Under 30 Asia 2017' by Forbes,and YouTube Music's Global Trending 'Artist on the Rise'."
  },
  {
    "name": "Rowe",
    "members": ["Sanford Weber"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/fashion?48999",
    "bio": "Fugiat maiores ullam voluptates deleniti molestiae et debitis culpa. Deleniti nulla amet recusandae vel rerum. Esse tempore sit perspiciatis.\n \rOccaecati molestiae voluptatem. Facere voluptatem consequatur ut provident provident nisi exercitationem veniam aliquam. Libero quidem et. Aut velit quasi. Unde voluptates impedit error. Quia at nihil quis possimus rem est voluptatem.\n \rRem enim amet. Adipisci velit dolorem ipsam et. Iste libero id pariatur voluptatum sit sit nobis assumenda illo. Aliquid quibusdam eligendi sit."
  },
  {
    "name": "Supernova",
    "members": ["Evert Walter", "Howard Zieme", "Wyatt Legros"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/food?67224",
    "bio": "Fugit nostrum perspiciatis. Quidem deleniti ab ipsum sunt dolorum magni. Saepe voluptatem consequatur ad reiciendis dolorem fugiat. Consequuntur maiores illum quia repellat molestias dolore aliquid provident. Vero voluptas dolorem nisi quidem.\n \rLaborum facilis in quis eaque quia et et autem. Sed odio hic est velit. Praesentium vel id deleniti. Molestiae omnis impedit perspiciatis aperiam commodi. Voluptas esse expedita. Non vitae quis eos quos necessitatibus.\n \rSed atque sed vel blanditiis blanditiis explicabo. Deleniti voluptates voluptatem in perspiciatis nihil consectetur odio omnis nihil. Quam dolorum sit nostrum esse omnis ab velit ut. Nesciunt in qui ut exercitationem beatae. In voluptates debitis aliquid eius et veritatis odit expedita autem."
  },
  {
    "name": "Yurisangja",
    "members": ["Fausto Maggio"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/nightlife?50393",
    "bio": "Sunt ad consequatur qui perspiciatis atque. Vel quasi praesentium et atque omnis dolor. Non eveniet dolore architecto qui. Vel velit iusto cum maiores pariatur eos porro omnis sint. Dolorem asperiores ducimus hic ea.\n \rUt fugit sunt quae nihil iusto quidem et. Quo et ipsam hic. Quia temporibus error sit voluptas nihil incidunt. Sit illum et ipsum non omnis accusamus fuga. Tempora et dolores possimus nihil debitis et unde ut rem.\n \rQuae aut sed natus quas. Temporibus deleniti earum tempora est ea deserunt. Atque ipsam ipsam. Qui quos iure dolor. Quaerat consequatur id placeat dolorum corporis sunt eos quis. Et ullam nisi repellat aut eligendi porro qui officiis."
  },
  {
    "name": "ZE:A",
    "members": ["Barney Nienow", "Jarod Renner", "Unique Russel"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/food?70562",
    "bio": "Quae rerum est. Aut aut modi sapiente adipisci est aut dolorum. Ut et quod asperiores et. Quia consequatur magni animi consequatur omnis adipisci aut consequatur. Et ut fugit et aut rem consequatur optio qui occaecati. Voluptatem praesentium consequuntur a placeat nam qui illo.\n \rUt qui aliquam perferendis quibusdam alias porro similique et id. Deserunt repudiandae id. Voluptatem dolor adipisci ab minima ducimus. Eligendi doloribus sit qui et numquam rerum.\n \rHic eum minima cumque modi dolorem. Non ut eum maiores ut tempora non et harum. Omnis itaque magni ut qui reprehenderit. Aut magnam velit expedita doloremque at ut consequuntur. Veritatis eaque accusantium. Et delectus est est."
  },
  {
    "name": "Weki Meki",
    "members": ["Shyann Hoppe", "Wilson Davis", "Icie Hammes"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/people?6842",
    "bio": "Officia voluptatem sequi delectus ab in laboriosam nemo sit. Laborum reprehenderit nisi ullam quia ex earum. Exercitationem dolorem mollitia veritatis tempora rerum commodi necessitatibus corporis reiciendis. Voluptatem voluptatum eius consequatur vel voluptates aut aliquam.\n \rConsequatur eos rerum ipsa magni omnis ut. Adipisci blanditiis sit. Soluta corrupti voluptates. Tempora ex iusto architecto dolores iure assumenda et. Qui nihil ipsa et ipsum.\n \rAutem voluptate fugiat. Consectetur et quia. Nihil optio fuga maiores. Error debitis cupiditate sed eligendi odio commodi porro consectetur cumque. Quisquam beatae perspiciatis maiores sit doloremque quos omnis illo. Sint deserunt aut."
  },
  {
    "name": "Wings",
    "members": ["Meda Cremin", "Kallie Keebler"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/fashion?33359",
    "bio": "Sunt quo nihil consequatur. Cupiditate et corrupti. Non non eum nihil asperiores. Facere doloribus explicabo velit. Itaque eveniet sint.\n \rError accusantium numquam voluptate corrupti earum hic quod omnis. Voluptas non quos voluptatem consequatur reiciendis. Perspiciatis velit et repudiandae sint aspernatur quo odit fuga eaque. Omnis dolor quibusdam officiis. Voluptate qui autem asperiores. Reiciendis qui explicabo rerum iure dolores accusantium est et distinctio.\n \rAb sit eligendi. Id amet eum. Sint non porro et velit. In sed consequatur. In officia temporibus saepe accusantium. Sed ut nihil in."
  },
  {
    "name": "WEi",
    "members": ["Jerrold Kihn", "Kendra Romaguera"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/fashion?50185",
    "bio": "Nulla debitis accusamus sed et porro rem quis sint. Accusantium ut libero veritatis pariatur magnam nobis fuga dolorem. Minus debitis omnis eos ipsa temporibus aut veniam magni. Suscipit eaque cumque fugit suscipit ut. Omnis modi iusto vel a aut. Id quidem aspernatur libero culpa pariatur.\n \rMolestiae voluptate tenetur optio incidunt consequatur consequatur. Perferendis est veritatis et nostrum nostrum perspiciatis. Possimus sunt veritatis cupiditate fugiat at harum perferendis ipsa.\n \rOfficia modi voluptatem quia et corporis fugit voluptatibus accusamus. Repellat ut laboriosam. Veritatis quam et voluptas perspiciatis atque beatae omnis dicta. Quos quod harum sequi eos atque sequi quaerat voluptas. Quisquam fugit qui quidem. Error quia nobis."
  },
  {
    "name": "Wonder Boyz",
    "members": ["Chance Wilderman", "Krista Mertz", "Kory Cummerata"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/food?85629",
    "bio": "Quisquam aut perspiciatis minus et deleniti cupiditate est. Nihil officiis fugit sed explicabo. Qui rerum aperiam maxime cum et voluptatem. Libero ut et veniam. Reiciendis in nesciunt et impedit odit. Tempora ad quia eum dicta rem aut incidunt.\n \rLibero vel qui praesentium cumque accusamus aliquam. Et et explicabo voluptatem reiciendis est expedita aut aperiam. Possimus illum quod ipsum nam dignissimos nobis ea. Repellat eligendi quia mollitia. Ut qui perspiciatis aut. Est libero eum quia quia delectus.\n \rDolorem dolores molestiae omnis unde. Repudiandae enim nam. Eos eligendi aut. Nesciunt minima est magnam minima quo. Natus nesciunt aliquam iste laboriosam inventore molestiae voluptatibus."
  },
  {
    "name": "VonRaid",
    "members": ["Aric Pacocha", "Linwood Conroy"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/people?16022",
    "bio": "Voluptatem molestias ducimus et deserunt veritatis recusandae architecto labore ut. Adipisci dolores voluptate occaecati porro perferendis quibusdam. Fugiat ea vel.\n \rNostrum repudiandae et et est sint. Dolor qui vel alias eligendi incidunt placeat. Sed sint nisi facilis qui in culpa consectetur ea doloribus. Cum impedit deserunt architecto ratione quaerat odit deleniti rerum deserunt. Quis quam aut est harum ut. Ad enim omnis nihil consequatur sapiente est.\n \rArchitecto velit ut natus porro officia consequatur in enim et. Nihil aut quia deserunt. Molestiae voluptatem ex laudantium hic velit soluta omnis consequatur."
  },
  {
    "name": "Younite",
    "members": ["Wilson Rosenbaum", "Marie Schiller", "Wellington Tromp"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/people?34978",
    "bio": "Vel voluptatem ea ut id voluptatum nulla vel. Deserunt aperiam eveniet. Illum et modi ullam magnam mollitia et facere quo totam.\n \rProvident ullam quas deleniti possimus molestias. Atque ut in vel ut neque nihil maxime perferendis. Enim qui harum. Quo numquam animi velit.\n \rExcepturi perspiciatis sint voluptates illum quia. Asperiores porro itaque veniam voluptatem. Et sequi illo sed magni eum voluptatibus quaerat. Maiores voluptatem quod omnis veniam ad quod maiores veniam odit. Aperiam ad temporibus aut quidem voluptatem quibusdam."
  },
  {
    "name": "Wooseok x Kuanlin",
    "members": ["Buck Hahn", "Camila Nader"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/animals?25146",
    "bio": "Quasi aut dolores id consectetur enim ut illum voluptas. Laborum non minus ab suscipit quidem enim alias. Vel ipsam voluptatibus voluptate perspiciatis odio tenetur numquam. Nihil tenetur aut et. Earum officiis vel officiis illo nesciunt suscipit culpa. Omnis nesciunt earum totam consequatur reprehenderit velit.\n \rVeniam voluptatem recusandae quia maxime sunt et sed. Optio earum voluptatem consequatur eaque sed. Alias et repellat et totam porro harum ipsa porro aut. Suscipit esse pariatur quis quia porro. Et illum voluptatem voluptatem et eligendi enim ratione. Tenetur illo corporis.\n \rNecessitatibus laboriosam distinctio qui autem voluptas. Fugit atque aut dicta et dicta veniam praesentium. Ipsa ipsam et libero. Architecto dolorum provident exercitationem."
  },
  {
    "name": "Toy",
    "members": [
      "Jeromy Bernhard",
      "Marty Windler",
      "Rick Wyman",
      "Gerard Herzog"
    ],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?2706",
    "bio": "Sit sit modi sit veritatis minus eos. Qui sint aut. Placeat nemo blanditiis quia. Repellat id qui. At adipisci rerum hic. Nobis corporis quia laborum.\n \rEst minus molestiae error non soluta hic iure culpa dicta. Est tenetur id libero excepturi reiciendis numquam facere voluptatem non. Dolorem occaecati sit aut quibusdam dolores a sit quo.\n \rMaiores odit voluptates id atque itaque veniam nostrum. Ipsum sit molestiae voluptate. Animi enim dolor dolor quo sit. Magni delectus consectetur esse numquam expedita omnis ut sit."
  },
  {
    "name": "Wanted",
    "members": ["Stephon Reynolds"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/abstract?13859",
    "bio": "Error omnis id ab quos soluta. Hic impedit dolore numquam quam facilis sed est quo. Dolor excepturi corrupti vel cum quibusdam. Impedit quia quibusdam accusamus quia.\n \rLaboriosam id pariatur molestias nobis dolores sed esse. Optio deserunt voluptas quia similique pariatur placeat fuga itaque qui. Animi id ea rem est. Impedit iure quis quia. Accusamus eum vitae aspernatur sapiente aut vitae ab dolores. Eos soluta qui ipsam veniam deserunt et.\n \rQuod et incidunt velit quasi voluptatum. Voluptas sapiente est aut dignissimos dolorem voluptas quam error. Eos sapiente optio modi commodi id. At praesentium quae illum voluptatem fuga quae. Maiores non autem in excepturi ut nemo sequi."
  },
  {
    "name": "Sawayn",
    "members": ["Sasha Schroeder", "Stevie Lueilwitz"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/abstract?11139",
    "bio": "Ullam doloribus et sed unde hic in. Blanditiis quia est aut perferendis. Minus qui perspiciatis dolore. Unde explicabo voluptatem nihil sed cumque ut est. Ullam odio qui aut ea. Maiores minus et quae aspernatur rerum.\n \rQuia quas accusantium fuga. Et sunt consequatur. Sit numquam asperiores molestiae nihil et itaque commodi.\n \rQuidem tenetur qui quae laudantium mollitia esse. Necessitatibus id consequatur inventore consectetur officia accusantium. Illum placeat cum. Voluptas ut debitis vel minus unde cumque porro."
  },
  {
    "name": "Winner",
    "members": [
      "Anabel Deckow",
      "Frankie Hettinger",
      "Einar Breitenberg",
      "Kaitlin Dare"
    ],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/fashion?18788",
    "bio": "Est voluptates tempora. Libero impedit non. Magni sunt voluptates iure dolorem. Eligendi cupiditate hic in aperiam ipsa similique voluptates et. Sit voluptate fugit ipsam odio fugit. Quos est asperiores ut id.\n \rIste repudiandae non rerum laborum. Molestias non vel sit ratione magni adipisci. Repellat enim sequi earum. Officia iste ut voluptatem. Et tenetur laborum maxime rem natus veniam explicabo. Porro dolores unde laborum rerum harum eos.\n \rArchitecto sapiente aut. Voluptatem quia architecto eaque ab aut repellat quisquam. Modi recusandae sed quod eveniet officiis."
  },
  {
    "name": "Weeekly",
    "members": ["Theo Bayer", "Karley Schmeler"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/people?32250",
    "bio": "Assumenda debitis et minus facilis similique ex eum et. Et vel earum aspernatur aspernatur non. Hic quisquam eum et nihil sit unde. Consequatur velit nostrum eos eum accusantium asperiores illum nemo molestiae. Earum iste modi laborum eius eligendi enim vel. Totam aut consequatur suscipit consequatur optio repellendus voluptas nostrum.\n \rEt error ut qui maiores iusto. Distinctio id fugit et ea consequatur eum. Quo facilis sint sed qui. Ab blanditiis dicta omnis porro. Odio inventore dicta similique nihil consectetur voluptates minima architecto magnam. Voluptates unde est.\n \rSequi harum architecto. Quia necessitatibus voluptatem nemo quam. Unde sed dolor architecto fugiat laborum non ratione."
  },
  {
    "name": "Woo!ah!",
    "members": ["Jamey Marvin", "Francisco Olson"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/abstract?48252",
    "bio": "Eum aut incidunt eos nisi mollitia alias voluptatem voluptas et. Deserunt ex perferendis nisi officia id. Omnis quia sed iste sapiente eos iste quia. Minus modi facilis molestias odit ut reiciendis. Laudantium unde dolorum ut quia soluta voluptas. Tenetur rem inventore et ut necessitatibus.\n \rSed iste explicabo repudiandae dolorem consequatur dolorem amet doloribus. Minima fuga voluptas quo. Aut quo ducimus. Similique soluta aut distinctio natus corporis ut dolor.\n \rCorrupti voluptatum voluptatem nobis. Sed sint ratione quia ut velit impedit. Est repellendus harum veritatis aut omnis aliquid doloribus. Voluptatem voluptas exercitationem voluptas velit quae magni. Assumenda amet nam est."
  },
  {
    "name": "Pricee",
    "members": ["Baylee Wiegand"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/animals?96453",
    "bio": "Ut et nobis et est ea ut. Animi dolor labore fuga velit vero. Optio voluptas saepe nobis maxime culpa est totam dolore. Soluta placeat ipsa. Sapiente ab praesentium. Omnis impedit laborum sed rerum.\n \rCulpa aspernatur alias nobis. Est et aut accusantium inventore est architecto incidunt nisi. Laudantium non doloremque qui. Dolorem hic voluptatem sit vero et.\n \rIpsum ratione quia iure modi dolorem sunt veritatis cumque. Maxime quas sed sint consequuntur accusantium. Et nihil omnis velit aspernatur laboriosam pariatur voluptates harum."
  },
  {
    "name": "Russel Inc",
    "members": ["Alford Yost", "Sigmund Blanda", "Dennis Cremin"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/people?44205",
    "bio": "Et quis dicta sunt. Non aut sit porro. Necessitatibus et et pariatur accusantium aspernatur cum. Dolorum et dolor. Quas placeat quidem sint eos perspiciatis asperiores ipsa dolor maiores. Praesentium tempore quidem non itaque minus cupiditate tenetur libero consequatur.\n \rLaborum omnis inventore est incidunt doloribus. Nobis blanditiis ea quisquam est at nihil. Dolores dolorem omnis quia dolorem aut sint. Et rerum odio sint porro. Ab distinctio consequatur quis aut. Rerum et est dolores molestiae id ducimus recusandae quisquam.\n \rAsperiores assumenda neque. Necessitatibus non ea magni fugiat. Vel esse officia quibusdam minus in eum maxime est consequatur. Cupiditate veniam earum eveniet. Nesciunt est itaque consequatur cumque."
  },
  {
    "name": "Yuqi",
    "members": ["Haskell Hahn"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/animals?9021",
    "bio": "Enim explicabo accusantium animi est quisquam alias blanditiis. Adipisci rerum similique. Odit sit optio error at ea ut eum. Non rem voluptatem architecto ea voluptas ad veritatis culpa.\n \rDolor est doloribus. Nisi qui nisi voluptatem nam et quis. Aut maxime dolor molestias labore consequatur adipisci vitae. Est illo rerum ut. Eveniet omnis assumenda perspiciatis quia aut.\n \rPraesentium rerum ut. Autem ut illum et. Optio dignissimos praesentium est voluptas deleniti ut odio. Facere reiciendis iure id libero tenetur. Amet ut temporibus dignissimos dicta. Dignissimos accusamus quos facilis impedit ad eaque laudantium."
  },
  {
    "name": "Moon Byul",
    "members": ["Orrin Robel"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/animals?80009",
    "bio": "Vero consequatur enim soluta est et veniam. Repellendus optio blanditiis aliquid necessitatibus molestiae et ad. Praesentium odio magnam. Quis similique ipsam quaerat quis ipsam ducimus et. Dignissimos omnis aperiam molestias autem. Consequuntur nostrum voluptatem non maxime esse qui ut odit qui.\n \rAd eligendi sint aut dicta. Fugiat provident voluptas dolor debitis ea mollitia. Sit aut quo ut recusandae odio sit delectus et ipsa. A reprehenderit et consectetur minima doloremque ex et vitae. Dolor dolore velit error cumque dolor sapiente omnis veniam itaque.\n \rCum deserunt sit. Ad autem eveniet temporibus autem enim occaecati nihil sequi. Nisi iste asperiores. Sint incidunt error beatae explicabo quis voluptas. Maiores tempore expedita debitis odio provident suscipit nostrum sapiente."
  },
  {
    "name": "Ritches",
    "members": ["Florida Toy", "Marlee Ziemann", "Kyla Douglas"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/nightlife?42610",
    "bio": "Sed numquam vel magnam ea voluptatibus in sapiente. Et ullam illum molestiae sit sunt et. Est rem rerum et commodi eum. Voluptatem quaerat quod sapiente. Quis aliquid itaque dolores dolorum odio.\n \rAperiam mollitia asperiores rerum. Impedit quisquam ut. Expedita rerum quo. Qui aut dolor aliquam.\n \rConsectetur voluptas culpa vel maxime neque id sequi culpa. Molestias sunt esse labore eligendi sequi eius nisi maiores. Quibusdam alias consectetur ut autem reiciendis sit inventore autem. Error minus consequatur dignissimos vitae ut ut ducimus fugiat. Sapiente ea beatae. Ratione distinctio quod dicta magnam omnis sit dolores quia animi."
  },
  {
    "name": "Parisian Inc",
    "members": [
      "Renee Cormier",
      "Camilla Runolfsdottir",
      "Carleton Satterfield"
    ],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?90153",
    "bio": "Expedita ducimus et nemo facere eaque excepturi vero velit. Dolorum sed nobis accusamus dignissimos. Sed harum voluptatem. Officiis tempore ea. Ipsam perspiciatis quis.\n \rDoloremque ut autem eaque consequatur dolor est impedit. Tenetur atque quaerat quam qui laborum omnis molestiae vel. Et similique impedit deserunt est consectetur aut.\n \rQuos similique itaque eum sed. Qui tenetur exercitationem. Ea animi ex eum. Dolores similique laboriosam repellat modi. Illum quaerat cupiditate repellendus quas voluptatem."
  },
  {
    "name": "Uni.T",
    "members": ["Otho Mann", "Lila Renner", "Clair O'Reilly"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/fashion?76230",
    "bio": "Et ex ab qui expedita earum minus ut est et. Qui officia sunt voluptatem minus amet vel inventore cupiditate quae. Voluptate necessitatibus laboriosam. Rerum rerum voluptatibus cumque dolores reiciendis aut et in saepe. Rem quia molestias similique impedit.\n \rSed ex doloremque assumenda aliquam iure quaerat. Quo ut sint est minima. Vel iure velit blanditiis praesentium qui odit perspiciatis. Deleniti debitis iste natus nobis voluptates consequatur.\n \rNobis et optio neque. Officiis quo ipsa aliquam omnis aut. Labore alias accusantium similique sint dolore distinctio. Ea accusantium suscipit enim quo quia non ut."
  },
  {
    "name": "Witting",
    "members": ["Carlie Funk", "Timmy Hills", "Alvera Reichel"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?43062",
    "bio": "Est autem et et fugit. Aperiam odit illum est veritatis ea ipsam repellat eum perspiciatis. Et voluptatem aut exercitationem ea mollitia et iusto sunt. Amet rerum numquam saepe quod.\n \rNatus ipsa quasi. Sed labore eius corrupti. Quibusdam eos laborum non repellendus. Quidem aut quo nihil. Hic velit rerum harum est exercitationem voluptatem voluptatem quibusdam. Consequatur quam eius harum tempore dolorem assumenda.\n \rEst omnis et aut id ex ducimus. Sed nisi nulla voluptas adipisci eos vitae aut placeat. Nisi ut magni non eveniet officiis."
  },
  {
    "name": "U-KISS",
    "members": ["Carroll Hickle", "Eliezer Lindgren"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?24224",
    "bio": "Aspernatur assumenda voluptatem debitis nostrum voluptates earum quaerat. Blanditiis perferendis est exercitationem officia et iure rerum eligendi. Voluptatem modi ut aspernatur cum sed dolores animi veniam. Aspernatur voluptatem dolorem aut labore illum iste aut dolore rerum. Architecto culpa consequatur illo consectetur modi iure.\n \rQuibusdam consequatur ad. Deserunt similique minus non fugit alias voluptatibus. Vitae vitae ea. Sit incidunt assumenda sit ipsa quia recusandae nisi.\n \rDucimus ad porro occaecati aut. Doloribus possimus iusto. Itaque necessitatibus placeat provident occaecati necessitatibus aut doloribus."
  },
  {
    "name": "Vividz",
    "members": ["Hulda Howe", "Jess Considine", "Noe White"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/animals?41990",
    "bio": "Qui quo eius praesentium ipsam sunt perferendis accusamus ducimus. Omnis ipsam molestiae dolor quisquam sed. Nisi omnis veniam quidem.\n \rEligendi sit vel quia est. Et fuga quae reiciendis sequi accusantium. Hic soluta non quia quia earum consequuntur magni quis. Quia possimus quia autem deserunt. Quibusdam veniam quibusdam mollitia odit voluptatem. Natus natus voluptatem voluptatum enim reprehenderit ducimus dignissimos.\n \rAperiam voluptas amet dignissimos quia aperiam aliquid velit. Voluptas eaque vel. Qui accusamus molestiae nesciunt odit deserunt. Dolorem et maiores totam ea asperiores laudantium. Libero aut ducimus nobis amet autem quis impedit ducimus."
  },
  {
    "name": "Rouge Group",
    "members": [
      "Dayana Hauck",
      "Finn Fay",
      "Queen Schmeler",
      "Prudence Collins"
    ],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/animals?19600",
    "bio": "Ullam voluptate ut voluptatem rerum eum reprehenderit ipsa architecto blanditiis. Quas quisquam sit et architecto ullam voluptatibus cumque autem. Sint et totam. Dignissimos dolores itaque. Aspernatur voluptatem ipsa consequuntur saepe et illum reiciendis magnam. Nihil repellendus aperiam rerum.\n \rPariatur animi odit minus non officiis est. Odit deleniti earum sit ab a nostrum rem voluptatem mollitia. Ea debitis molestiae. Enim corporis quae voluptatem quisquam. Quis quia sint maiores repudiandae corporis.\n \rDignissimos libero porro molestiae aut ut atque. Velit officiis id. Nihil et mollitia laboriosam ut asperiores velit. Distinctio eligendi magnam alias animi. Qui aut odit impedit fugiat enim debitis explicabo. Molestiae dignissimos provident."
  },
  {
    "name": "We4 Inc",
    "members": [
      "Ahmed O'Hara",
      "Lonny Jakubowski",
      "Dannie Schumm",
      "Gwendolyn Sipes"
    ],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?6747",
    "bio": "Ut nemo quam voluptate rerum libero. Commodi consequuntur culpa officia eos architecto et. Id qui repellendus tempora in. Qui iusto dolorum. Culpa corporis eum fugit. Distinctio laboriosam debitis vel esse aliquid minus.\n \rSint et quis cupiditate deserunt exercitationem error accusamus neque. Rerum voluptatem iusto iusto fugit ab itaque aut impedit. Ut iure blanditiis est et quaerat sit. Numquam consequuntur doloremque culpa saepe quod aut cupiditate a.\n \rRem commodi ipsam commodi quia consequatur. Tenetur aspernatur quod nihil tempora atque velit id dolorum consequatur. Quo consectetur voluptate debitis repellendus qui temporibus exercitationem rerum tenetur."
  },
  {
    "name": "Year 205",
    "members": ["Dolly Grady", "Howell Braun"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?69619",
    "bio": "Nulla et nobis dicta illo nam. Quia quisquam ut ea voluptas. Voluptas vitae repellat.\n \rUt libero optio. Enim temporibus eos quasi hic iste. Eos et quos magnam. Et ut dolor ipsa commodi explicabo alias nihil.\n \rCorporis et esse molestiae qui facere earum cupiditate deleniti. Ipsa et alias et ut dolore consectetur. Sint distinctio voluptatem voluptates. Odio sint voluptate. Qui laboriosam et assumenda voluptatem nulla voluptatem placeat. Id qui laudantium aut ut corrupti sint."
  },
  {
    "name": "UNB",
    "members": ["Telly Pfeffer", "Elton Beahan", "Moriah Oberbrunner"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/fashion?58281",
    "bio": "Numquam omnis a debitis similique dolor. Recusandae quia laboriosam odit. At aut necessitatibus dolorum ducimus soluta possimus. Quis voluptas deserunt aut voluptates molestias maxime expedita expedita.\n \rNam voluptatum accusantium et totam. Minus fugiat consequatur quaerat. Repellat ut eos odit velit aperiam doloribus dolor fugiat voluptatem. Quod cupiditate et dolorum tempore nulla aut rerum. In porro perspiciatis doloribus amet distinctio iste et aut. Vero rem eveniet quae.\n \rNulla dolorem temporibus quaerat dolorum. Fugit corporis consequatur doloremque architecto dolorem minima animi. Suscipit adipisci non qui laborum in qui quas. Et adipisci deserunt quibusdam ea natus eligendi quas corrupti aliquam. Tenetur autem quibusdam aut corrupti beatae aut nulla tempore."
  },
  {
    "name": "Wild West",
    "members": ["Jewel Schulist", "Bella Wuckert"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/abstract?31954",
    "bio": "Magnam perferendis aut doloribus. Nihil architecto iure occaecati. Ducimus deleniti sit itaque voluptas illo aliquam unde. Maxime placeat error mollitia enim earum. Inventore veritatis quasi velit.\n \rAut molestiae et dolores facere ipsum ut. Et laboriosam aliquid deserunt aliquid vero eius ut. Molestiae vitae fuga.\n \rIpsa sequi odit ducimus quia. Quisquam et sed dolor reiciendis sit. Beatae aliquam earum itaque eveniet aut dolores dolorum tempore. Asperiores error molestiae laboriosam repellat corrupti. Corrupti velit explicabo nesciunt quia."
  },
  {
    "name": "ZLLC",
    "members": ["Johnson Padberg"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/nature?76645",
    "bio": "Laudantium nesciunt veniam doloremque repellendus quasi. Ut inventore nostrum enim mollitia ullam in assumenda voluptas. Harum fugiat sed repudiandae eum eaque voluptatem voluptas.\n \rNobis dolores assumenda et et fuga quo. Voluptas sit qui laborum perspiciatis omnis. Pariatur eligendi ad iste facere nihil quam harum totam. Accusamus iusto debitis eius vel nihil.\n \rNatus non quisquam et necessitatibus laudantium ea dolorem. Quae placeat laborum nulla veniam ea perferendis quas nihil. Voluptas perspiciatis nihil et cum dolorum."
  },
  {
    "name": "We-U",
    "members": ["Adah McGlynn", "Orie Green", "Dora Weimann"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?20219",
    "bio": "Non et omnis reprehenderit. Vel ut est omnis. Repellat distinctio soluta velit quos voluptatum neque culpa dignissimos repellendus.\n \rEa quae quisquam. Fuga saepe aut illum consequatur. Fugit esse eligendi id excepturi qui sed aut eligendi.\n \rEt id natus quia. Exercitationem omnis neque quia eum blanditiis hic veritatis. Dolorum in nobis unde similique a possimus."
  },
  {
    "name": "T-ara",
    "members": ["Carrie Volkman", "Creola Johns", "Bryon Mante"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/nature?69933",
    "bio": "Expedita impedit sunt aperiam temporibus asperiores cumque unde ea. Rerum et corrupti eos non est neque ut non. Et eligendi alias soluta earum non maxime. Voluptatem quas cupiditate. Quos quo tempora ad amet rerum voluptas occaecati temporibus. Nisi repudiandae aut sapiente quia culpa est.\n \rDolores modi molestiae aut dolorem rerum aliquid. Maxime esse incidunt omnis magni earum quia ipsam et. Nesciunt doloribus est est voluptatum sit dolores eveniet quae. Iure fugit ut et sit quia qui corrupti. Vero delectus temporibus et sed. Sunt minima deserunt rerum porro dolorem voluptatem sit.\n \rVel distinctio atque velit. Aliquid voluptatum natus modi doloribus. Quam est esse."
  },
  {
    "name": "Sunny Hill",
    "members": ["Aniyah Willms", "Amparo Wintheiser"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/fashion?60829",
    "bio": "Dolor cupiditate libero inventore dolore molestias libero et rerum molestiae. Earum est aut qui omnis eligendi quibusdam. Vero ex labore rem. Molestiae perferendis illum asperiores est id.\n \rDolor repellat at. Eos quisquam corporis saepe vel quidem veniam optio. Aperiam distinctio voluptatum. Voluptatum quas sed minus. Neque eligendi quo.\n \rCumque consequuntur non tenetur facilis non velit facilis rem. Amet dolore aut voluptatem a ut qui. Consequatur tempora aspernatur. Et dicta tempora iusto aut."
  },
  {
    "name": "Park Duo",
    "members": ["Devon Beer", "Bennett Kohler"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?66863",
    "bio": "Magnam eligendi sit saepe natus recusandae modi. Est corporis ex vero eligendi delectus et eum et sit. In at nostrum. Et dignissimos sequi placeat quia ipsa quos molestiae. Aliquam architecto enim. Voluptatem molestias aspernatur qui eos deserunt a dolores perspiciatis.\n \rCulpa ipsa aspernatur. Omnis est sunt reprehenderit quibusdam nobis fugit officiis accusamus. Iure maxime molestiae. Impedit accusantium ab voluptas ut.\n \rCupiditate sapiente nihil suscipit. Et occaecati nihil eum expedita voluptas. Enim ea cum non enim sit. Aut et ea. Facilis occaecati labore ratione ad ut et. Provident voluptates mollitia in omnis ratione velit non."
  },
  {
    "name": "VVild",
    "members": ["Ellen Blanda", "Braulio Mills"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/abstract?35417",
    "bio": "Qui dolores nihil dolor nemo quod et pariatur vero. Quis nesciunt nemo voluptas provident vitae corporis et. In rerum laboriosam et asperiores.\n \rSed omnis iure nulla nam voluptatem. Magnam aliquam quo eligendi eligendi voluptates odit. Odio ut animi ut nesciunt nisi nihil perferendis deserunt velit. Numquam quaerat accusamus est voluptatem recusandae. Non quas vitae voluptate minus sit incidunt soluta repellendus. Voluptatum id eaque praesentium quas aut ipsam eos.\n \rQuia deleniti repudiandae provident aliquid. Qui tempore et rem inventore et alias natus. Eum nulla ratione est fugiat consequatur quia. Fugit debitis fuga autem voluptatem enim ea et."
  },
  {
    "name": "U-love",
    "members": ["Adriel Blick"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/nature?35372",
    "bio": "Est dolorum perferendis adipisci. Ducimus dolor labore excepturi quas eveniet. Nulla excepturi commodi amet reiciendis sit corporis. Velit et aliquam quae explicabo. Iure sit velit aut nesciunt ullam.\n \rSit porro qui error qui in ad eaque. In ipsam neque quibusdam quas soluta nemo mollitia est. Accusantium optio temporibus adipisci autem explicabo nulla. Quia dolore voluptates.\n \rDolores aut et. Maxime voluptatum praesentium ab consectetur at molestias perferendis veritatis. Suscipit impedit incidunt asperiores. Dolores ratione temporibus beatae ut voluptatibus voluptatibus enim ea."
  },
  {
    "name": "Tutti",
    "members": ["Samson Lynch", "Beau Mitchell"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/nightlife?10284",
    "bio": "Ut provident impedit placeat eos accusamus dolorum magni aliquam illo. Consequatur corrupti nobis reiciendis nesciunt quia tempore distinctio. Qui eveniet iure ipsa et minus error. Libero distinctio occaecati at delectus nihil. Eligendi omnis voluptas. Reprehenderit perspiciatis nobis amet ducimus quasi doloremque aut magni qui.\n \rTempore dolores pariatur eos repellat adipisci et. Quia sint eos minima iure dolor labore aut. Eaque repellat quis. Et porro nihil iusto ipsam reiciendis quis autem. Quidem quibusdam ab exercitationem sunt quo itaque quo accusamus pariatur.\n \rUt sed qui magni libero maiores nostrum. Aliquid ipsum quas ut cum iste dignissimos tempore. Similique ut velit aspernatur ut nihil ut."
  },
  {
    "name": "TO1",
    "members": [
      "Alyson Oberbrunner",
      "Lowell Blick",
      "Alessandro Watsica",
      "Gregorio Hilpert"
    ],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/fashion?74844",
    "bio": "Provident quidem est harum saepe nobis voluptatem. Qui voluptates delectus perspiciatis necessitatibus eos quo ut asperiores. Animi vitae suscipit cum sunt quasi officiis. Repudiandae sed maxime sint quam iste.\n \rEsse optio culpa quia adipisci quia ipsam tempore repellat. Harum velit assumenda et nemo nisi. Sed hic sint hic quibusdam sed non impedit. Error autem et excepturi et fugit rerum et. Nostrum tenetur quibusdam placeat doloribus necessitatibus sed corrupti deleniti.\n \rDoloribus dolore est sit quia non delectus. Optio explicabo officiis est ut ut tenetur voluptates. Nulla ipsam rerum recusandae blanditiis necessitatibus et quibusdam eum excepturi. Quo voluptatibus voluptatibus explicabo delectus odio ex autem."
  },
  {
    "name": "Sun Sons",
    "members": ["Duncan Jacobi", "Earnestine Lubowitz"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?59375",
    "bio": "Vitae in eveniet. Sed voluptatum quas. Dolores veniam perspiciatis quisquam quia rerum est quia.\n \rQuos nam debitis enim ratione. Ab est et neque consequuntur ducimus voluptatem est eligendi. Corrupti et accusamus quos ut rerum.\n \rEnim illo et cupiditate commodi quia quaerat. Sint vel animi velit quis. Excepturi consequatur et deserunt alias magni voluptas. Quod amet maxime. Sequi ut dolor laboriosam molestias. Error aut est consequuntur hic reprehenderit labore quis ut nulla."
  },
  {
    "name": "Tri.be",
    "members": ["Gust Bernhard"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?20650",
    "bio": "Minima accusantium harum enim qui sint qui sed a. Iure quia laboriosam et rerum quis nesciunt. Assumenda ut expedita id suscipit. Et a odio expedita. Dolores voluptatem deleniti est non reprehenderit.\n \rSunt cupiditate hic distinctio pariatur aspernatur temporibus quidem velit. Voluptates laboriosam maxime tempore non dolor. Quia dicta non sunt rerum unde quaerat libero ut.\n \rInventore et et numquam ex. Qui pariatur accusamus. Omnis aspernatur quia. Saepe sunt perspiciatis rerum in rem molestiae voluptatem rerum magni. Sit qui voluptatem provident et suscipit expedita in et ipsum."
  },
  {
    "name": "Sistar",
    "members": ["Bennett Rempel", "Tracy Schneider", "Aurelie Turner"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/fashion?60175",
    "bio": "Sint qui totam voluptatibus ut. Soluta temporibus voluptatum rem pariatur. Corrupti ipsam esse aliquid ullam itaque accusantium ducimus ipsum et.\n \rDeleniti ducimus ut laboriosam. Tempore et nobis voluptas quidem voluptatibus est. Est sint atque delectus ut sed fugit laboriosam atque. Id laborum ut odit et ad esse qui autem. Perspiciatis et sed libero voluptatem et saepe nemo. Nisi perferendis fugiat tempora aspernatur est omnis.\n \rNatus aut ut voluptatem eligendi voluptatum nesciunt voluptates. Sed atque cupiditate consequuntur in. Sed animi eos doloremque atque. Blanditiis molestiae harum quod. Dolorem nobis dolor iusto."
  },
  {
    "name": "Wilderman",
    "members": [
      "Jermaine Hodkiewicz",
      "Floyd Trantow",
      "Genesis Cole",
      "Eleanora Kuhn"
    ],
    "genre": "Boygroup",
    "logo": "http://placeimg.com/720/480/fashion?20525",
    "bio": "Dicta iure et cum tenetur voluptatem fuga sapiente. Ut est ipsa nesciunt optio doloribus. Est cum quis. Pariatur aut numquam laborum. Velit earum sit inventore accusantium et fugiat.\n \rNeque provident placeat. Doloremque dolorem et consequatur nisi nam quo qui quam reiciendis. Tenetur qui molestias.\n \rSit tempora aut. Repudiandae laudantium error deleniti deleniti. Quia quo voluptas repudiandae provident officia."
  },
  {
    "name": "TAN",
    "members": ["Jairo D'Amore", "Allison Sauer"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nature?41786",
    "bio": "Sed molestiae aut. Inventore voluptate quam earum. Nemo rem voluptatem repellat quisquam adipisci tempora. Necessitatibus non aut iure blanditiis at.\n \rTotam officiis explicabo id et odio commodi ducimus. Dolorem architecto hic dignissimos magnam aperiam officia non aperiam doloribus. Ut consequuntur ea maiores magnam. Inventore quis repudiandae aut maiores et maiores sint hic qui. Porro sed nobis.\n \rVitae ut numquam aperiam deserunt veritatis quod harum. Aliquam et distinctio. Aut neque dolores sunt et consequatur consequatur vero porro. Delectus et qui dolore necessitatibus et est consequuntur distinctio. Rerum eum voluptatem velit. Vero iste omnis cum impedit recusandae et ex explicabo dolores."
  },
  {
    "name": "Treasure",
    "members": ["Brisa Green", "Veda Shanahan"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/people?58596",
    "bio": "Nulla unde molestiae et et et magni nemo. Et est dolor cupiditate sunt assumenda similique animi. Aut aliquid voluptatem molestias vitae sit ad sit cum velit. Saepe laborum alias omnis saepe placeat reprehenderit. Debitis accusantium incidunt et consequatur. Nemo qui deleniti incidunt autem repellat quia itaque architecto et.\n \rIusto id saepe veritatis ullam saepe nihil quo est. Suscipit omnis exercitationem fugiat aliquid harum commodi totam iure veniam. Minima blanditiis autem rem. Hic fuga impedit fugit quis occaecati nihil corporis. Similique dolores molestiae provident pariatur accusantium. Quaerat perferendis sint aspernatur ut perferendis aut.\n \rOfficia odit quae sapiente sit. Nam reiciendis praesentium sapiente consectetur et nemo qui. Cum impedit id. Sunt qui rerum occaecati nemo. Aut et ducimus et voluptates eos quis laudantium velit harum."
  },
  {
    "name": "Sooki",
    "members": ["Rosa Halvorson"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/nature?38459",
    "bio": "Ut omnis unde amet neque facilis inventore nihil. Voluptas omnis maiores aut. Vel accusamus nihil. Eaque qui architecto.\n \rVoluptatum aut quibusdam id laboriosam ipsum architecto. Rerum pariatur modi. Qui eius aut est distinctio quasi consequatur et. Voluptas expedita eveniet aliquam debitis et dicta nesciunt. Rerum quos labore deserunt iure sapiente distinctio impedit ut.\n \rPraesentium nulla rerum est quis. Saepe rem quidem ea magnam eum distinctio. Ullam voluptatibus facere sit dignissimos quam ex. Tenetur distinctio a. Est minus est qui. Alias quasi rerum et ut alias reprehenderit sed."
  },
  {
    "name": "Rhythm Power",
    "members": ["Steve Morissette", "Mireya Kirlin", "Osborne Ankunding"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/fashion?19812",
    "bio": "Praesentium ut autem blanditiis tempore eum sunt. Consequatur et nam dolor animi. Ut quibusdam dolorem. Sit omnis architecto optio quas placeat recusandae explicabo sit. Quia vel aut velit deserunt alias.\n \rRecusandae sed qui necessitatibus. Harum enim et ratione. Quasi voluptatem voluptate non ut vel temporibus.\n \rNon impedit et non perferendis minus eos. Nesciunt rerum dolor totam quidem doloribus voluptatem placeat. Ipsum tempore harum soluta necessitatibus tenetur dolores nam esse ad. Vitae autem sunt exercitationem molestias illum illo. Voluptas maxime mollitia asperiores quis numquam fugit iusto repellat et. Sequi ut modi et."
  },
  {
    "name": "Sung-Ho",
    "members": ["Milton Emard"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/food?27559",
    "bio": "Fugiat dignissimos unde delectus et. Libero nemo perspiciatis similique reiciendis non consequuntur deserunt. Quia voluptatem repellendus. Nemo dolores accusamus sed est mollitia corporis voluptatem at nemo.\n \rQuas adipisci et fuga perferendis sint sed ea. Voluptas officia rerum aperiam aut consequatur. Sit corporis odit. Adipisci consequuntur id autem aut.\n \rAut inventore et assumenda incidunt non. Qui voluptas et debitis nesciunt ad consectetur eum. Expedita rerum qui aut repellendus facere minus. Ea ipsa veritatis in architecto. Doloremque temporibus facere in rem. Eaque adipisci est sint."
  },
  {
    "name": "Rocket Punch",
    "members": ["Bonnie Hagenes", "Evelyn Kemmer", "Demond Emmerich"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/fashion?72148",
    "bio": "Voluptatem vel quo eos libero blanditiis corrupti. Laborum voluptatem iusto in molestiae vel enim. Nisi voluptatum nostrum soluta tempora. Eum et vel est aut modi. Accusantium assumenda ut consequatur quo ullam et eveniet. Dolores voluptatibus nihil rem.\n \rQuis explicabo quia odit quasi ea qui doloremque totam culpa. Deleniti repudiandae nemo nihil. Repellendus possimus quo enim ad velit ex consequatur. Quia neque nemo vero molestias culpa dolorum aliquid. Sint quaerat veniam totam.\n \rIn aut deleniti in. Minima accusantium rerum neque. Nisi tenetur quaerat voluptatem error. Voluptatibus et labore minima voluptas quia et. Nobis inventore quaerat. Ipsa iure cum beatae rerum."
  },
  {
    "name": "Peppertones",
    "members": ["Erwin Schroeder"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?84920",
    "bio": "Dolorem repudiandae repellendus odio itaque delectus. Magni consequuntur odit hic dolores porro nihil maxime mollitia. Reprehenderit laborum modi omnis sed tempore iste qui ut odio. Occaecati iusto voluptates in quia numquam. Magni unde ut et veniam.\n \rSit ex animi atque. Possimus non neque quisquam velit molestias necessitatibus explicabo provident sunt. Animi libero saepe iusto.\n \rEos deleniti sunt laboriosam eveniet necessitatibus voluptatem nulla reiciendis dolor. Commodi quia modi corporis fugit cumque quia. Sed voluptatem aut deserunt consequuntur. Itaque quo omnis et illo aut incidunt dolorem."
  },
  {
    "name": "Pink Fantasy",
    "members": ["Angus Hane", "Yasmine Kemmer"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/fashion?86902",
    "bio": "Doloribus quae laudantium. Nemo dolores est nihil aut corrupti sunt et. Qui iure in beatae labore nesciunt culpa sunt et exercitationem. Dolores ut maxime aliquid tempora consectetur porro expedita. Nihil explicabo iusto.\n \rRerum doloribus optio necessitatibus. Placeat unde minus nam commodi quam aspernatur. At quam cupiditate ut dignissimos. Quaerat assumenda et illo accusamus corporis. Placeat sunt aut enim dolorem neque doloribus cumque.\n \rVeritatis voluptas non nemo ea. Qui eius est natus ab commodi qui. Error quam est quia nobis. Ratione voluptas excepturi nesciunt aspernatur. Sint aut ipsa hic quibusdam voluptate ut nihil culpa. Consequuntur sint amet et labore nihil omnis."
  },
  {
    "name": "ParisV",
    "members": ["Jules Haag", "Charity Jacobi"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/abstract?73389",
    "bio": "Rerum amet aut quis enim provident accusantium et et. Distinctio fugiat velit qui culpa non ullam nostrum unde quia. Laudantium nihil non cupiditate.\n \rDolores ducimus aut aspernatur ducimus ipsa. Aut labore et similique reprehenderit. Modi dolor cumque culpa autem aut porro.\n \rEius dolores consequatur voluptas ut pariatur temporibus voluptas. Dolorem quasi culpa aspernatur sint dicta in. Optio dolores asperiores quia quod temporibus dolor officia similique quia. Temporibus sunt neque consequuntur possimus et animi in rem. Rem hic et inventore quia est corrupti ipsum voluptatibus. Dignissimos ullam voluptas aliquam debitis et."
  },
  {
    "name": "Walsh Group",
    "members": ["Arely Rutherford", "Halie Monahan", "Mireya Wolf"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/people?57282",
    "bio": "Eos animi nisi laborum. Voluptas sapiente a nobis dolor eveniet sit debitis saepe odio. Aperiam eveniet iste est asperiores qui. Exercitationem quaerat voluptatem perferendis et quis quam distinctio consequatur. Ut voluptatum doloremque quia vitae vel blanditiis placeat totam natus.\n \rNumquam voluptas sequi ratione earum amet est atque in adipisci. Eos voluptatibus qui enim quidem et. Suscipit et omnis molestiae molestiae. Odit inventore et et qui temporibus.\n \rOfficiis aut qui et saepe quisquam sed nemo molestiae vero. Laudantium iusto itaque aut. Voluptas aliquid error amet quas molestiae ea modi aut. Qui vel ipsam illo."
  },
  {
    "name": "Rainbow",
    "members": ["Maritza Morar", "Elmore Heaney", "Alice Ernser"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/people?81672",
    "bio": "Est iure quibusdam consequatur est blanditiis pariatur esse. Non quis voluptas aperiam. Sint ad accusantium non dolor et tempore amet sed. Ducimus perferendis id quod molestias quis fugiat dolorem minima. Animi itaque cum sed.\n \rAdipisci et porro vitae provident aut voluptatum iure consequatur molestiae. Sit ut quo eaque dolorem. Suscipit deleniti officia eos eos dolorem aut sit et. Autem quod dolores. Sint velit aut quasi cupiditate porro repellendus.\n \rRepellendus aperiam pariatur labore sed excepturi iste et asperiores. Cupiditate natus accusantium quas iure fuga consectetur. Natus minus aut autem."
  },
  {
    "name": "Puretty",
    "members": ["Amya Douglas", "Kurt Hettinger", "Enrique Macejkovic"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/animals?57288",
    "bio": "Quisquam eius minus nemo quos voluptas dolores consequatur laudantium. Eaque dolorum et non eos. Occaecati vel soluta accusamus voluptatibus mollitia quis deserunt officia. Eligendi consequuntur aut ratione consequatur consequatur sint.\n \rConsequatur animi ut et reiciendis molestias occaecati quia. Ut debitis vero sit esse natus esse laboriosam velit quo. Sint sed facilis pariatur. Nulla cumque exercitationem error autem.\n \rIn officiis sunt ut iste natus et. Ullam non laudantium dignissimos eligendi id dolores aperiam corporis. Commodi possimus sed iusto recusandae deleniti ipsa nostrum. Nulla animi nisi est et temporibus modi quis ut quod."
  },
  {
    "name": "Soo",
    "members": ["Kelli Medhurst"],
    "genre": "Soloist",
    "logo": "http://placeimg.com/720/480/animals?68795",
    "bio": "Dolores iste eos est ex enim. Temporibus molestias soluta nam nesciunt fugit sunt. Nesciunt modi numquam totam ut eligendi veritatis velit rerum. Itaque sed est non quidem asperiores temporibus ipsum eligendi.\n \rNumquam laudantium reprehenderit enim qui totam laudantium ad voluptatem. Aliquam quia illum fuga tempore. Culpa autem vitae in in dicta. Autem commodi inventore dolorem aliquid accusantium et repellat. Excepturi harum sit alias et.\n \rVoluptatibus ducimus ipsum modi qui voluptate facere. Qui ut veniam cupiditate facilis cumque cum dolores. Explicabo quo sunt voluptas vel illum. Doloremque consequatur sit ut quam laboriosam omnis amet. In velit consectetur quis omnis illum vitae amet ut dolorum."
  },
  {
    "name": "Wild Kids",
    "members": ["Davon Treutel"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/abstract?18901",
    "bio": "Molestias et et tempora ea illum. Quidem molestiae iure iste. Aut quaerat dolor eum et itaque omnis tempora laudantium. Voluptas reiciendis consequatur.\n \rExcepturi quod fuga nihil reprehenderit velit dicta qui. Porro dolorem quo aliquid vitae modi. Nihil sed repellendus consequatur dolorem consectetur ut.\n \rAut et odit. Iste et nulla tempore aliquid. Nam quis dolore ullam expedita expedita molestias aperiam nesciunt. Nulla incidunt quo aut est aliquid."
  },
  {
    "name": "Omega X",
    "members": ["Ramiro Koelpin", "Anjali Cartwright", "Adriana Pfeffer"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?36972",
    "bio": "Hic sit aliquid et. Pariatur qui labore debitis illum et qui ut. Non minima dicta qui nulla ipsum ducimus sint. Eum minus dolor reprehenderit et laboriosam magni quae. Molestiae dolorum dolore officia maiores et. Aliquid ad magnam quas ut unde quibusdam molestias.\n \rUllam dolore accusamus quia similique maxime ullam quibusdam maxime. Nisi error tenetur possimus earum debitis facilis qui odio nostrum. Voluptas maiores voluptatem totam voluptas recusandae. Explicabo quam ad provident eaque est distinctio qui voluptas. Illum sed adipisci autem eum sint doloremque non iusto. Neque est nesciunt hic et optio mollitia occaecati illum sit.\n \rUnde vitae porro eum quis qui ut autem libero. Et quis non. Enim vel quaerat illum temporibus labore assumenda. Et vel odio laborum iure quo quod occaecati a sequi. Libero voluptates illo sequi numquam corporis quam non."
  },
  {
    "name": "Rohan Group",
    "members": ["Mekhi Mitchell"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nature?56816",
    "bio": "Possimus temporibus maxime nemo suscipit eos est. Totam est dignissimos aut aliquam enim ea quidem voluptate doloribus. Quia eos cupiditate est rerum qui error et officiis dignissimos. Vitae deleniti ab perspiciatis sint. Quas et inventore eum minus voluptatem itaque dicta. Veritatis dignissimos rem.\n \rEst nobis error voluptatem est. Consequatur consequatur expedita itaque. Odit officiis assumenda reiciendis exercitationem molestias provident. Et exercitationem ex deserunt et delectus natus eius maxime.\n \rIusto veritatis rerum autem ut dignissimos delectus iure sit. Et quae dolores dolores quasi. Eos qui qui omnis corporis velit. Sit quo id repellendus sunt id accusamus ut ipsam. Voluptatem amet voluptatem dolores. Cupiditate voluptates quaerat amet expedita voluptas voluptas praesentium eaque quam."
  },
  {
    "name": "Z-Boys",
    "members": ["Vaughn Fahey", "Ashlynn Schneider", "Norma Corwin"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/abstract?70479",
    "bio": "Ut quisquam qui magnam in itaque dolore magnam facilis nihil. Enim vero hic nulla amet quis. Occaecati maiores ut sunt qui illo harum rem. Quia minus animi quos beatae asperiores consequatur. Rerum sapiente nobis sunt sit praesentium.\n \rEst eos beatae voluptas vero quisquam ut voluptas nesciunt. Velit nam qui error quia eos dolorem omnis. Cum magnam nam. Rem accusamus quasi expedita nobis molestias ad quisquam. Laboriosam nam at est possimus facilis minima in asperiores.\n \rRem vel et pariatur et tenetur qui doloribus velit. Inventore perferendis quo. Sit cumque nesciunt tempore qui. Minus vel et eum ipsa. Officiis et error in consequatur illo voluptatibus animi voluptatibus illum."
  },
  {
    "name": "Wavyy",
    "members": ["Eugenia Kerluke", "Melissa Cartwright", "Rodrigo Brown"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/fashion?43740",
    "bio": "Dolorem molestiae voluptates qui vel tenetur ipsam sit nemo molestiae. Voluptatibus quis aspernatur numquam illo rerum expedita unde. Iusto vero id ea. Ex fugit cum nesciunt aut. Facere laboriosam accusantium incidunt natus. Praesentium incidunt corrupti in ad quod saepe ea.\n \rVoluptas deserunt sit consequatur aliquid culpa. Ea autem aut rerum et. Temporibus temporibus nisi veritatis. Nemo aliquam voluptatem tempore. Eligendi et impedit qui et numquam et repellendus illo.\n \rSimilique cupiditate harum libero. Eos quisquam et sit autem omnis sunt qui error. Omnis ut perspiciatis non assumenda id et esse adipisci. Alias molestiae quas eos nihil non."
  },
  {
    "name": "Rainz",
    "members": ["Lorenz Hettinger"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/nightlife?57682",
    "bio": "Dolorem non earum ipsa. Non vitae est veniam dolorem est. Rem tempora odit voluptatibus dolor assumenda voluptatem reprehenderit. Culpa ea qui est vero quaerat laudantium.\n \rAssumenda cumque qui explicabo est dolor distinctio non. Inventore velit delectus totam. Et voluptate et exercitationem aliquam.\n \rSequi harum delectus nam. Rem ducimus pariatur laboriosam sint. Et amet ea sed sed."
  },
  {
    "name": "TRCNG",
    "members": ["Manuel D'Amore"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?62325",
    "bio": "Aperiam sed sunt repudiandae magni nisi in eveniet veniam reiciendis. Fuga qui consequatur non qui. Harum qui a voluptas est. Numquam quo consequatur corporis atque quis. Totam sit aliquid ipsam autem rerum nesciunt.\n \rDolorem quam necessitatibus ipsum ea. Sit culpa quidem incidunt aut cum commodi ullam aut maiores. Facilis et consequuntur. Cupiditate rerum libero facere et veritatis. Sint assumenda est molestiae fugit.\n \rMollitia cum dolor facere est ullam natus. Dicta illum in odio cupiditate ipsam quas et in. Odio dolorem dolores eos sapiente totam quia. Tempore perferendis expedita recusandae est enim repudiandae quo ab enim. Possimus non dolore voluptatem."
  },
  {
    "name": "S.I.S",
    "members": ["Sonny Zemlak", "Icie Thompson", "Luisa Ward"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?49427",
    "bio": "Inventore occaecati repellat quaerat odit molestiae rem et maxime non. Blanditiis animi at vero labore quibusdam. Ipsum in assumenda sint est est sunt aut et.\n \rMolestiae quia nulla qui dignissimos. Quam voluptatem labore consequatur. Et rerum temporibus qui suscipit harum quia. Saepe dolorem velit a laudantium laborum. Facere enim eos ea commodi rerum in voluptas magnam est.\n \rIpsum iste sint sapiente eos ducimus accusamus dicta. Sit consectetur hic repudiandae maiores. Aut consectetur aut autem vero. Suscipit ab illum incidunt et qui maxime. Nulla illum commodi corporis vel inventore modi qui."
  },
  {
    "name": "Schroeder - Pagac",
    "members": ["Rasheed Haag", "Kaya MacGyver"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/animals?4185",
    "bio": "Aspernatur qui id blanditiis aut vero consequuntur natus quia. Inventore in sunt ducimus aut. Officiis vitae repellat quae repellat ipsam maiores. Porro dolores voluptatem accusantium quis ut. Autem quia et suscipit consequatur eum. Velit sunt consectetur maiores itaque in itaque excepturi voluptas sit.\n \rUt aut excepturi alias minima assumenda voluptas. Eos aliquam inventore id natus ratione unde molestiae voluptatibus. Ut aliquam minima consequatur.\n \rEst quo omnis reprehenderit at. Ut molestiae dignissimos repellendus molestias tempore. Dolores molestiae vitae fugit est alias. Nihil necessitatibus iste et consequatur ab accusantium ea fugiat tempora. Commodi voluptatem dolorum aliquid molestias reprehenderit dolor aspernatur saepe. Excepturi nostrum error inventore suscipit incidunt cum ipsam iste."
  },
  {
    "name": "Purple Kiss",
    "members": ["Serena Turcotte", "Daniela Mayert", "Dejah Langworth"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/animals?25067",
    "bio": "Ex placeat est facere consequatur sit molestias. Similique sit deleniti ut quisquam vel ut est non. Temporibus corrupti repudiandae laboriosam voluptatibus non quisquam perferendis animi.\n \rEligendi nobis nisi asperiores tenetur incidunt totam qui a. Sequi qui illo consequatur. Doloremque maxime nulla provident ratione temporibus dolorem hic. Ab non deserunt. Reprehenderit est numquam vel.\n \rSint accusantium aperiam at quo id dolore magni ratione et. Occaecati hic nihil sint quas soluta voluptatum at quam non. Sapiente voluptas laudantium similique labore in. Quibusdam maiores voluptatibus nihil eos."
  },
  {
    "name": "Refund Sisters",
    "members": [
      "Houston Kuvalis",
      "Pascale Grady",
      "Vickie Flatley",
      "Nolan Von"
    ],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/nature?24193",
    "bio": "Et autem hic doloremque in. Et voluptatem voluptates blanditiis ipsam. Culpa esse molestiae repellat voluptatem a dolorem ducimus sit. Velit sit reprehenderit. Eos cum ut consequatur ducimus. Fuga odit velit aut temporibus et est modi voluptas animi.\n \rConsequatur accusantium dolor repellat nostrum in autem aut ipsum. Nesciunt accusamus quos aut aut qui voluptas. Quod quisquam sed enim earum quasi. Et id ad optio doloribus et ut.\n \rAmet aperiam magni atque reiciendis provident quia. Dicta libero ipsam quam veniam sapiente dolore. Dolorum eveniet sit sint impedit id est quia. Tempore sit sint et aut corrupti molestiae. Dolore natus adipisci officiis. Eaque blanditiis est esse culpa aut est."
  },
  {
    "name": "Seven O'Clock",
    "members": ["Dwight Herman", "Ciara Kemmer"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/people?81466",
    "bio": "Assumenda voluptas sit voluptatibus et nobis et. Nobis dolorem qui qui voluptatibus. Sit explicabo nesciunt sint autem inventore. Molestiae vero illo.\n \rRepudiandae ad et iste culpa aut maiores ut consequuntur velit. Dicta dolore tempore. Debitis cupiditate laborum nobis et quia.\n \rSoluta aut quia dicta ut maiores eaque. Fugiat consequatur architecto tempora dicta maiores incidunt aliquam unde. Amet beatae illo laudantium. Neque adipisci harum et repudiandae sequi dolorem itaque corrupti beatae. Ex qui assumenda eos neque consequatur quisquam rerum. Aperiam eligendi est magni iure labore et nesciunt sit."
  },
  {
    "name": "Triple H",
    "members": ["Darion Dietrich", "Keely Zboncak"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/nature?40942",
    "bio": "Id magnam ducimus vel quo eius deserunt quia rerum perspiciatis. Eum ut quas dolor et nihil quisquam minima. Temporibus ut id voluptas porro et explicabo. Qui commodi exercitationem quam sed et laborum mollitia ea explicabo.\n \rTenetur cum dolor quia et sequi necessitatibus voluptatum. Dicta ut deserunt iure itaque. Nobis ducimus quia odio necessitatibus molestiae. Vel qui temporibus. Fugiat beatae quis.\n \rQui quod ut expedita accusamus ut iure enim dolorem iste. Ut dignissimos sint eaque dolores. Ipsam nostrum id illo repellat repellendus commodi."
  },
  {
    "name": "Secret Number",
    "members": ["Armani Rohan", "Carmine Davis"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/nature?40934",
    "bio": "Odit sit vel quia eius non aut voluptas repellendus. Unde accusantium nostrum deserunt voluptates cum dolores. Mollitia blanditiis maiores.\n \rDicta iure quo excepturi eius quam amet sint. Dolor totam qui sunt minus officiis voluptatem exercitationem qui non. Ea animi iusto voluptates sint. Voluptatem ut occaecati amet occaecati doloremque a dolore. Veritatis culpa nostrum rerum vitae ratione commodi aut assumenda ab.\n \rUt eligendi asperiores sint. Voluptatem occaecati aut quia eveniet reiciendis. Soluta ea velit dolorum est praesentium blanditiis vel vel. Minus pariatur tempora rerum harum deleniti debitis."
  },
  {
    "name": "S.E.S.",
    "members": [
      "Roxane Casper",
      "Ryder Gottlieb",
      "Bret Lockman",
      "Layla Erdman",
      "Tianna Olson"
    ],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?42734",
    "bio": "Voluptates ad nulla ab consequuntur et. Aspernatur alias qui est consequuntur qui. Harum qui facere nemo nesciunt velit.\n \rSit eos aut repellendus vel enim rerum. Iste dolor sint. Sunt aut hic voluptatum quos. Quos placeat consequatur facilis corrupti impedit praesentium possimus numquam molestias.\n \rEt itaque nesciunt eum. Adipisci sint nobis cumque eaque voluptas earum laudantium enim sit. Voluptatibus quisquam rerum tempora. Earum commodi dolor odit voluptates qui nihil est. Qui non non quia quod delectus ut. Nulla aspernatur minus velit explicabo error id."
  },
  {
    "name": "Pixy",
    "members": ["Angela Little"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/abstract?7937",
    "bio": "Dolorem id ab atque. Alias odit unde earum distinctio. Et sequi temporibus. Voluptatum aut sapiente. Sint aut suscipit fugit sit nobis aut voluptas. Atque natus est rerum quidem maiores est tenetur quia.\n \rFuga alias consequatur eum laudantium odio. Assumenda est corrupti quidem necessitatibus enim illum voluptas. Dolorem architecto mollitia et asperiores earum odio consequuntur. Id itaque qui sunt dolor. Dolorum esse perspiciatis et est nostrum maiores autem. Veniam totam voluptatibus qui placeat quis provident quia.\n \rTempore doloremque aut vitae commodi voluptatibus ut adipisci. Rerum reiciendis perspiciatis est nobis voluptate voluptatum reprehenderit quia consequatur. Aut consequatur cumque impedit rerum aspernatur aut quia doloremque. Dolor fugit at unde. Autem et adipisci quo sunt consequatur rerum."
  },
  {
    "name": "Oh My Girl",
    "members": ["Florine Olson", "Chadrick Howe", "Kaden Ankunding"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/animals?97354",
    "bio": "Aut architecto similique est quia quae impedit possimus libero et. Quo voluptatem officia quidem omnis nihil facilis eum. Similique ratione saepe fugiat amet minima. Minus fugit neque ea eum animi voluptatem velit. Harum officiis corrupti.\n \rQuidem consequatur esse. Nostrum dicta ut qui rerum adipisci facere dolorum rerum ut. Eos et optio ipsam quod quia. Nesciunt qui repellendus provident velit hic rerum odio.\n \rConsequuntur aut consequatur perspiciatis non impedit veniam qui. Quod quia est aspernatur voluptatum vel error doloribus. Sint vel harum ad. Et aliquid aut officia deserunt et eum iusto distinctio. Quas consequuntur sunt reiciendis. Neque eveniet laboriosam."
  },
  {
    "name": "WestKidz",
    "members": ["Sidney Kub", "Felipa Beatty"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/animals?35744",
    "bio": "Reiciendis quisquam fuga eum voluptas aut iure dolor consequatur nihil. Sit et unde dolores et ex et accusamus. Quis quidem vel id. Ut velit at est temporibus aut atque molestiae provident. Autem quaerat eum repudiandae est doloribus.\n \rQuia dolor voluptatem quas voluptas velit nisi optio in. Sit inventore voluptas vero illo animi atque a delectus. Iure vitae quam iure.\n \rEnim facere sequi delectus iure. Aut voluptate aut. Molestiae ut qui vel expedita sequi dolores. Dolor ut adipisci nam non repudiandae sed omnis nihil. Aut ipsum qui fugiat beatae nesciunt."
  },
  {
    "name": "Polli Power",
    "members": ["Mozelle Blanda", "Janelle Kreiger", "Domenico Miller"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?80559",
    "bio": "Qui eveniet aut omnis culpa assumenda autem aspernatur. Enim enim provident non et totam saepe porro. Iure atque adipisci non doloribus temporibus rerum eum soluta.\n \rNeque et tenetur excepturi sed totam. Non odit ad rerum molestias omnis cupiditate minus assumenda non. Non doloribus nemo illo. Numquam sint voluptates. Aut repellat tempore corporis nisi ut laudantium ut error et. Aut magni laudantium possimus laborum perspiciatis.\n \rVel excepturi asperiores. Quae est nostrum alias sunt consectetur est illo nisi. Labore tenetur ipsum qui nihil et at dolore. Doloremque quaerat asperiores reiciendis nobis eligendi similique qui et."
  },
  {
    "name": "Orange Caramel",
    "members": ["Cade Gleason", "Sabrina Schulist", "Elisa Kilback"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?55192",
    "bio": "Et id itaque sunt reprehenderit sed culpa ipsa nemo. Vel qui possimus. Est et sunt qui dolorum non. Enim ratione delectus. Voluptatem saepe eveniet dolores rerum id cumque qui temporibus. Nemo pariatur rem ullam voluptatem voluptas ullam impedit corporis.\n \rDolores eos impedit. Est fugiat molestiae cum. Perspiciatis pariatur quia quo quidem et est fuga facere. Recusandae est illum repellat quam odit aut consequatur consequatur.\n \rEt ea earum ut pariatur quae praesentium itaque error. Aut sapiente sunt natus exercitationem sed porro neque aut officia. Enim dicta et ut reiciendis voluptatum ea. Quia rem id iusto."
  },
  {
    "name": "Nasty Nasty",
    "members": ["Brain Bailey", "Veronica Trantow", "Jayne Abshire"],
    "genre": "Co-ed",
    "logo": "http://placeimg.com/720/480/animals?91014",
    "bio": "Voluptas exercitationem omnis et est fugiat ex veniam illum. Quis ea dolorum quas quia laudantium saepe ut eveniet dolorem. Est architecto ut culpa culpa laboriosam neque aut tempora.\n \rRerum ut doloribus totam suscipit aut debitis similique voluptas. Deserunt ut assumenda enim praesentium quia vel ullam. Eum quo impedit consequatur impedit quo voluptatibus. Veniam quia ducimus itaque illum sunt amet facere.\n \rVel accusantium quis excepturi officia. Totam est laudantium assumenda quia eveniet provident at adipisci. Accusamus hic corrupti veritatis. Voluptatibus et occaecati aut sunt fuga harum. Et eos veritatis illo quia aliquam inventore. Est eius facilis et saepe."
  },
  {
    "name": "Papaya",
    "members": ["Kadin Ferry"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/food?66982",
    "bio": "Officiis saepe dignissimos minima totam rerum sit. Sit quia aliquam ut natus repudiandae ea ipsum consectetur numquam. Nisi accusantium quos temporibus accusantium unde nostrum error. Natus sit quia maxime dolor quia corporis. Rerum aut molestias doloribus.\n \rQuam quo dolorem laudantium debitis vitae dolore accusamus natus. Rerum et reiciendis sed. Et recusandae at. Ea hic numquam libero.\n \rPossimus occaecati cupiditate at adipisci ipsam sunt. In qui in accusantium. Aperiam eum est qui repellendus ut. Illo sed vel praesentium odit voluptas non in id harum."
  },
  {
    "name": "Spica",
    "members": ["Baron Haley", "Viola Schimmel"],
    "genre": "Girl group",
    "logo": "http://placeimg.com/720/480/animals?85800",
    "bio": "Non at aliquam temporibus sapiente distinctio dolorem placeat a voluptatibus. Unde sunt sequi ullam. Id mollitia earum assumenda suscipit et soluta est. Enim nisi maxime consequuntur debitis beatae eveniet quod sed corporis. Et qui enim ut adipisci consequatur reiciendis voluptate modi.\n \rExcepturi veritatis quos distinctio tempora iusto accusantium occaecati iste. Totam similique facilis delectus modi ex quia. Recusandae sit quaerat laudantium aspernatur molestias. Et amet ducimus. Labore culpa quasi.\n \rUnde in commodi voluptatem. Ea blanditiis accusantium consequatur incidunt et soluta consequatur dolor qui. Ut laborum facilis error recusandae illum et velit beatae quia. Voluptatum aut culpa voluptates autem omnis. Sed odio aut sunt officiis quos et aspernatur ut. Velit cumque itaque aut magni sit dolores impedit sint id."
  },
  {
    "name": "Touch",
    "members": ["Larry Hane", "Reva Kessler"],
    "genre": "Boy group",
    "logo": "http://placeimg.com/720/480/abstract?50349",
    "bio": "Dolore sed architecto. Suscipit aspernatur ea. Est nam quis culpa in ea et. Laudantium vel corrupti blanditiis aliquid et. Omnis vero officiis nostrum sed nam minus.\n \rSaepe quam aut quos est porro recusandae dolores suscipit qui. Soluta a consequatur quis. Reprehenderit excepturi maxime blanditiis enim ipsum autem unde tenetur.\n \rFugit quia reiciendis pariatur nisi est. Deleniti ullam corporis ipsa hic maiores earum et. Quis molestiae dolor. Voluptatibus numquam odit neque qui vitae dignissimos nemo repudiandae et."
  }
]
